{"newspapers": {"marketwatch": {"rss": "http://feeds.marketwatch.com/marketwatch/topstories/", "link": "https://www.marketwatch.com/investing/stocks?mod=investing", "articles": [{"link": "http://www.marketwatch.com/news/story.asp?guid=%7BAD933F6E-C532-11EA-B41C-E6030246745B%7D&siteid=rss&rss=1", "published": "2020-07-13T20:58:23", "title": "He flaunted fancy cars and designer clothes on Instagram for years — now he’s facing 20 years in prison", "text": "His most recent Instagram post included a picture of a Rolls-Royce with the caption: “[T]hank you lord for the many blessings in my life” followed by some praying-hands emojis and “continue to shame those waiting for me to be shamed.”\n\nWell, those waiting to shame Ramon Abbas need not wait any longer. Abbas, who goes by “Hushpuppi,” has long flaunted his wealth to his 2.5 million Instagram followers. Helicopters, Gucci, Fendi and fancy cars — it’s all part of his social-media persona.\n\nApparently, this kind of stuff resonates:\n\nIt turns out that lavish lifestyle wasn’t the result of his savvy as a real-estate developer, as his self-billing claims. No, according to CNN, a federal affidavit alleges that his riches were financed by hacking major companies across the U.S. and Europe.\n\nAbbas, a Nigerian national, was arrested in his luxe Dubai residence last month and flown to Chicago on July 2, where he awaits transfer to Los Angeles. There he is to face accusations of conspiring to launder hundreds of millions of dollars through cybercrime schemes, CNN reported.\n\nAlong with multiple alleged co-conspirators, Abbas allegedly used computer intrusions, business email compromise schemes and money laundering to steal hundreds of millions of dollars. Snap Inc. SNAP, -5.05% , Facebook FB, -2.47% unit Instagram and Apple AAPL, -0.46% reportedly helped the FBI make connections among chat histories, phone contacts and email addresses.\n\nCNN explained that this birthday post, for instance, helped authorities track him down, with federal law enforcement reportedly using it to verify his date of birth on a previous visa application:\n\nInvestigators reportedly seized during its arrest of Abbas and 11 others some $41 million along with 13 luxury cars worth almost $7 million. The investigation reportedly uncovered the email addresses of nearly 2 million possible victims.\n\nThe alleged cybercrime victims include a paralegal at a New York law firm said to have wired about $923,000 meant for a client’s real-estate refinancing to a bank account controlled by Abbas and his co-conspirators. The wire instructions were fraudulent, and the bank’s email address was “spoofed.”\n\nAbbas is also accused of trying to steal $124 million from an unnamed English Premier League soccer club, though CNN reported that it’s unknown whether he was successful.\n\nIf convicted of money laundering, he would face up to 20 years in prison."}, {"link": "http://www.marketwatch.com/news/story.asp?guid=%7B16449DEC-C2D0-11EA-9309-095339FF535B%7D&siteid=rss&rss=1", "published": "2020-07-13T20:47:43", "title": "S&P 500 earnings set to plunge as the coronavirus batters all sectors — with Wall Street counting on a bounce that may not come", "text": "The one certainty about the outlook for companies in a COVID-19 world is that second-quarter earnings will be very bad — the worst, in fact, in more than 10 years.\n\nAlthough Wall Street is betting that earnings will start bouncing off the bottom in the third quarter, the beginning point for that bounce is unknown, and early indications suggest the rebound’s magnitude may not match investors’ hopes.\n\nAs usual ahead of earnings season, since the reports cover the three-month period that has already passed, what companies say about the current quarter or the full year is more important than the results they’re reporting. But this earnings season may be different, as uncertainty over the impact of the COVID-19 pandemic has led many companies to withdraw guidance, leaving analysts more blinkered than usual when setting estimates.\n\nAbout a third of S&P 500 SPX, -0.93% component companies have pulled their financial guidance, and less than half the typical number of companies have so far provided quarterly updates ahead of earnings, according to Sebastien Leburn, senior portfolio manager at Boston Private. “There’s a deficit of information that needs to be filled at some point,” Leburn said in an interview with MarketWatch.\n\nThat puts the trajectory of the anticipated earnings bounce, which stock investors are banking on, on unsure footing.\n\n“That’s why I think earnings will be very important, because they’ll provide a dose of reality,” Brad Cornell, professor emeritus of finance at UCLA, told MarketWatch. “They are going to tell us exactly whether a company is on a path that justifies this run-up.”\n\nOne aspect of the rally in stocks over the past few months is that it has been driven by a shrinking set of mega-capitalization companies expected to benefit in a post–COVID-19 world. All five of the most highly valued companies in the S&P 500 index — Apple Inc. AAPL, -0.46% , Microsoft Corp. MSFT, -3.08% , Amazon.com Inc. AMZN, -3.00% , Google parent Alphabet Inc. GOOGL, -1.74% GOOGL, -1.74% and Facebook Inc. FB, -2.47% — have rallied by a double-digit percentage in 2020 through Friday, while the S&P 500 has lost 1.4%.\n\n“ ‘That’s why I think earnings will be very important, because they’ll provide a dose of reality. They are going to tell us exactly whether a company is on a path that justifies this run-up.” ” — Brad Cornell, UCLA\n\nThose five companies have a combined weighting of more than 20% in the index, according to data provided by FactSet. That increases the risk for the broader stock market, as it heightens the importance of the earnings performance of a smaller set of companies. Disappointing results from other companies viewed as post–COVID-19 winners could also sap the market’s strength.\n\nIt’s not just the results that matter; so will any financial guidance they can provide to help justify the stocks’ gains.\n\n“It’s all about clarity and having some guidance,” said Boston Private’s Leburn. “Without that, you have nothing to work with.”\n\nThe bad news is the actual numbers\n\nThe second-quarter earnings reporting season for S&P 500 companies unofficially kicks off before Tuesday’s opening bell, when a number of banks reveal their results.\n\nDon’t miss:What to expect as banks report earnings: more loan pain but plenty of fee income\n\nThe aggregate blended year-over-year growth estimate for earnings per share, which includes some earnings already reported and the average analyst estimates of coming results, is negative 44.6% as of Monday morning, according to FactSet. That would be the biggest decline in earnings since the fourth quarter of 2008, when earnings fell 70% in the midst of the financial crisis. It would follow 1% earnings growth in the first quarter.\n\n“Second-quarter earnings will likely be a ‘kitchen sink’ report from many companies,” said Marc Lichtenfeld, chief income strategist with the investment and business newsletter publisher the Oxford Club. “They can throw in all of their write-offs and other expenses and know they will likely be forgiven for an earnings miss due to the extenuating circumstances.”\n\nThe current estimate marks a sharp drop in expectations as the coronavirus pandemic took firmer hold: The estimate as of March 31 was for a decline of just 11.1%.\n\nAll 11 S&P 500 sectors are expected to suffer negative earnings growth, led by energy, where earnings are projected to have fallen 152.6%, and consumer discretionary, which includes Amazon, where a 118.0% decline is forecast. Financials, which kicks off earnings reporting season on Tuesday, are expected to see a 55.3% earnings drop.\n\nInformation technology, which includes Apple and Microsoft, is expected to show a 9.5% earnings decline, while communications services, which houses Alphabet and Facebook, is expected to fall 30.4%. The best performer is currently estimated to be the utilities sector, whose earnings are forecast to be down 1.8%.\n\nThe outlook for sales is much better, with analyst expectations pointing to an 11.0% decline overall, with health care and utilities are the two sectors projected to see year-over-year sales growth.\n\nThe outlook for the third quarter is also bleak, just not as bleak as the second quarter.\n\nThe blended earnings-per-share estimate is for a drop of 24.4%, which compares with expectations of a decline of just 1% as of March 31. That would mark a second straight quarter of negative earnings growth, which by definition would mark the kickoff of an earnings recession.\n\nThat implies a bounce that recovers less that half the earnings lost since the first quarter. In comparison, the S&P 500 has retraced about 82% through Friday, of the COVID-19 selloff from the Feb. 19 record-high close of 3,386.15 to the March 23 closing low of 2,237.40.\n\nAll 11 S&P 500 sectors are currently projected to suffer negative third-quarter earnings growth, led by energy at down 113.5% and industrials at down 59.9%. The best expected performer is utilities, at a 0.1%earnings decline.\n\nMeanwhile, third-quarter sales are expected to decline at a 5.5% rate.\n\nWinners and losers in a new world\n\nAlthough the earnings outlook for the overall S&P 500 is uniformly negative, investors have made a clear distinction between companies expected to end up as winners in a post–COVID-19 world and those that will struggle.\n\nMany believe the COVID crisis is creating a new world, while others believe the pandemic has just sped up the future.\n\n“Historically speaking, crises have tended to accelerate macro trends already in place,” said Yancey Spruill, chief executive officer at DigitalOcean, a cloud infrastructure company. “The clear winners are enterprise technology companies whose infrastructure or software supports the shift to remote work environments and deliver services to customers in a low-friction manner through an internet-based interface.”\n\nIn this world, Spruill views Okta Inc. OKTA, -8.52% , Atlassian Corp. TEAM, -6.48% , Twilio Inc. TWLO, -6.50% and ServiceNow Inc. NOW, -4.97% as cloud productivity tools that will likely continue to see “impressive growth.”\n\n“Coronavirus has split the stock market like never before,” said David Russell, vice president of market intelligence at TradeStation Group. “Large swaths of the S&P 500 and even some members of the Dow Jones Industrial Average DJIA, +0.04% have become irrelevant as newer software companies break out.”\n\nA good example is Zoom Video Communications Inc. ZM, -5.64% , Russell said. The video meetings service, which went public just 15 months ago, has a market capitalization of about $78 billion, which is bigger than the market caps of two hotel stocks in the S&P 500 — Marriott International Inc. MAR, -1.14% and Hilton Worldwide Holdings Inc. HLT, -2.20% — combined, and bigger than the market caps of six Dow components, including Goldman Sachs Group Inc. GS, +1.61% and Caterpillar Inc. CAT, +2.03% .\n\nInvestors also seem to be betting on socially conscious companies following environmental, social and governance, or ESG, criteria.\n\n“We were already seeing a shift of money into ESG funds before coronavirus, and the trend has continued with an embrace of electric vehicles and solar energy,” Russell said.\n\nOpinion:Coronavirus can shake up ESG investing — here’s what investors should demand\n\nFor example, Tesla Inc. TSLA, -3.08% is not yet a member of the S&P 500, but with the stock more than tripling this year, the electric-vehicle maker’s market cap of about $276 billion makes it the 15th most valuable company in the U.S.\n\nCOVID trumps political unknowns\n\nOne potential headwind for the stock market is the cloud of uncertainty blanketing the political landscape, in terms of what shape the next stimulus package, if one emerges, will take in the shorter term, and the Nov. 3 presidential election in the medium and longer terms.\n\nSee:Goodbye, extra $600: Unemployment benefits won’t exceed former wages in next stimulus bill, Treasury’s Mnuchin says\n\n“Politics will undoubtedly play a role in the outlook and guidance for Q3,” said Ken Van Leeuwen, managing director and founder of the financial adviser Van Leeuwen & Co. “The current news cycle has been dominated by COVID-19–related [developments] and social unrest, but we feel that the election will be in the spotlight as we get closer to November.”\n\nThis could make it difficult for companies to provide investors with the clarity they’re desiring. And a continued reluctance to provide guidance could shake the stock market’s foundation.\n\n“The continued information deficit can’t get stocks in trouble,” said Boston Private’s Leburn.\n\nOthers believe that politics is just a sideshow that can create short-term volatility for stocks, while lasting impacts are unlikely. Especially in the current environment.\n\n“[T]he tremendous health and economic challenges associated with the COVID-19 outbreak mean that election-related political uncertainty isn’t the primary concern of business leaders,” said Mark Hamrick, senior economic analyst at Bankrate. “They have other proverbial fish to fry at the moment.”\n\nCost cutting and capital raising\n\nInvestors can brace for a fresh round of cost cuts and capital-raising activity to accompany earnings reports, as companies move to bolster liquidity and preserve cash as revenue shrinks.\n\nCompanies in the hospitality sector — restaurants, hotels, airlines, and rental-car companies — are most at risk, said Anthony Denier, chief executive of Webull, a commission-free trading platform. “Companies related to sports, such as Madison Square Garden Sports Corp. MSGS, -1.84% , will also take a hit. Entertainment companies like casinos and anything that puts on shows where large groups of people attend will also be hit hard.”\n\nThe handful of companies that have already reported or updated guidance reflect the trend.\n\nWalgreens Boots Alliance Inc. WBA, -1.34% announced it plans to cut 4,000 jobs in the U.K., and United Airlines may furlough or fire up to 36,000 employees once the federal rules for accepting pandemic money expires on Oct. 1.\n\n“This could expand throughout the entire airline sector,” said Denier. “AT&T also said it may cut jobs and close stores. Again, this might be a harbinger for the rest of the telecommunications industry.”\n\n“ ‘There’s so much liquidity and capital to put to work and so much trading on short-term trends and issues. It belies the underlying weakness and problems to come and it’s whitewashing many of those problems.’ ” — James Gellert, Rapid Ratings\n\nOther companies to shrink head count include jeans maker Levi Strauss & Co. LEVI, -1.66% , audience-measurement company Nielsen Holdings PLC NLSN, +0.41% , motorbike maker Harley Davidson Inc. HOG, -1.70% and hamburger chain Shake Shack Inc. SHAK, +0.76% , which has failed to fully offset restaurant closures with delivery and pickup.\n\nJames Gellert, CEO of Rapid Ratings, a data and analytics company that assesses the financial health of private and public companies, said the quarter will reveal just how much companies have been destabilized by the pandemic — and it won’t be pretty.\n\nRapid Ratings conducted stress tests on 40,000 public and private companies, reviewing their financial health ratings prior to their first-quarter earnings releases to establish a true pre–COVID-19 perspective and measure how much they deteriorated after stay-at-home orders were put in place.\n\nThe stress tests showed deterioration in core health, which looks at longer-term stability, while shorter-term financial health ratings were not as badly impacted, “but I suspect after the second quarter we will see a precipitous decline in both,” said Gellert.\n\nOverall, companies increased leverage, while revenue and profitability declined. That means higher interest costs but lower interest coverage amid a reduction in cash from operations.\n\n“That combination of factors sets the stage for an enormously impactful second quarter,” he said.\n\nEven after raising money at record rates, companies are expected to continue to issue debt, equity and convertible bonds in the coming quarters, as long as capital markets remain open.\n\nU.S. companies issued a stunning $1.09 trillion of corporate bonds in 909 deals in the year through July 10, according to data provided by Dealogic. That shattered the previous record of $670.7 billion in 664 deals issued in 2015.\n\nCompanies issued $252.2 billion of equity in 659 deals, the Dealogic data show, trouncing the previous record of $206.1 billion in 599 deals issued in 2000.\n\nConvertible bond issuance also set a record, of $180.4 billion in 543 deals, breaking the previous mark of $185.9 billion in 550 deals set in 2000.\n\n“There’s so much liquidity and capital to put to work and so much trading on short-term trends and issues,” said Gellert. “It belies the underlying weakness and problems to come, and it’s whitewashing many of those problems.”\n\nCrucially, buoyant capital markets are not reflecting the underlying weakness to come and the problem of long-term destabilization. “Nobody should equate strength in the S&P 500 with underlying corporate strength,” Gellert said."}, {"link": "http://www.marketwatch.com/news/story.asp?guid=%7BCD5166BC-C50C-11EA-ADBD-E48A6864D1D3%7D&siteid=rss&rss=1", "published": "2020-07-13T20:47:08", "title": "Coronavirus update: Global case tally edges toward 13 million, and Florida trounces one-day case record set by California last week", "text": "The number of confirmed cases of the coronavirus illness COVID-19 worldwide edged closer to 13 million on Monday, a day after the World Health Organization reported another one-day case record above 230,000, and Florida set a U.S. record that trounced the previous one set by California last week.\n\nFlorida’s Department of Health reported 15,299 people tested positive for COVID-19 on Sunday, bumping the total confirmed case tally for the Sunshine State to 269,811 cases, as the Associated Press reported. The previous record was 11,694 cases in a single day, set last week by California.\n\nIn more bad news, Florida counted a record of 514 fatalities last week, compared with the average of 30 deaths a day the state was recording just three weeks ago. Testing has doubled in the past month to almost 50,000 a day from 25,000 and the percentage of people testing positive has risen to an average of 19% in the last week from few than 5% a month ago, the AP reported.\n\nMeanwhile, Arizona continues to clamor for help with testing as its hospitals are becoming overwhelmed. In Texas, the mayor of Houston Sylvester Turner and Harris County Judge Lina Hidalgo, both Democrats, said a stay-at-home order is needed to help the city cope with its recent surge in cases. State health officials reported 8,196 new cases Sunday, another 80 deaths and a total of 10,410 people hospitalized due to the virus, as the AP reported.\n\n“Not only do we need a stay home order now, but we need to stick with it this time until the hospitalization curve comes down, not just flattens,” Hidalgo said on Twitter Sunday. “Many communities that persevered in that way are reopening for the long haul. Let’s learn from that & not make the same mistake twice.”\n\nA 30-year old in Texas died after attending a so-called “COVID-19 party,” telling nurses he thought the virus was a hoax, the New York Times reported.\n\nPresident Donald Trump wore a face mask while visiting a military hospital on Saturday, but his administration continued to criticize and point fingers at a key member of the White House Task Force set up to manage the pandemic. Trump himself got the ball rolling in an interview with Fox News Anchor Sean Hannity, in which he said Dr. Anthony Fauci, head of the National Institute for Allergies and Infectious Diseases and the man deemed to be the nation’s leading infectious-disease expert, “is a nice man, but he’s made a lot of mistakes.”\n\nAdm. Brett Giroir said Sunday on NBC News show “Meet the Press” that Fauci “is not 100% right, and he also doesn’t necessarily, he admits that, have the whole national interest in mind.” Giroir is testing coordinator at the Department of Health and Human Services, and was being questioned about a Washington Post report that said Fauci has argued states with spikes should shut down again.\n\nGiroir said he doesn’t “think we need to shut down” again — “at least in most places around the country” but suggested Americans “avoid bars” and “wear a mask in public.”\n\nFauci is not the only public health expert arguing there is a need for another shutdown.\n\n“Somehow we thought that we could basically win an argument with this virus and now we know we can’t,” said Michael Osterholm, head of the Center for Infectious Disease Research and Policy at the University of Minnesota, in a weekend interview with MSNBC.\n\nOn Monday, he said it’s too late for people who have already become infected. “Those people are already in the pipeline. The next two weeks ... that history is already written,” Osterholm said in another MSNBC interview.\n\n“Let me just say I’m not a politician; I’m a scientist. and frankly I’m frustrated by this entire situation because the more minutes we spend talking about this, the less we’re spending talking to people about distancing, about the importance of why cases even in young adults are leading to a number of intensive-care-unit hospitalizations and deaths, why what we have to do is make sure that when you’re in indoor-air settings like bars and restaurants you put yourself at high risk of transmitting this virus, why it is so important,” he said.\n\nOsterholm estimates that the number of Americans already infected is at 7% or 8%, far from the 50% to 70% required “that will be required to get infected or be vaccinated and be protected in order to slow this virus transmission down.”\n\nOsterholm has consistently argued said the U.S. needs to go back to Square One, shut down, reopen gradually, like early hot spot New York and the rest of the world, and then live with COVID-19 until a vaccine has been developed\n\nOn Monday, New York City officials reported the first day of zero COVID-19 deaths since the start of the outbreak.\n\nLatest tallies\n\nThere are now 12.9 million cases of COVID-19 worldwide and the U.S. accounts for about a quarter or 3.31 million, according to data aggregated by Johns Hopkins University. At least 569,878 people have died of the illness and at least 7.1 million have recovered.\n\nThe U.S. has the highest death toll at 135,213. A Harvard Global Health Institute researchers’ national tracker created to trace the severity of the outbreak on a state-by-state basis is flashing red for eight states, namely Arizona, Florida, Louisiana, South Carolina, Texas, Georgia, Alabama and Idaho.\n\nBrazil is second to the U.S. with 1.86 million cases and 72,100 deaths.\n\nSee: Tax us: Abigail Disney among 83 millionaires begging for higher taxes for coronavirus relief\n\nIndia is third measured by cases at 878,254, followed by Russia with 726,826 and Peru with 326,326.\n\nThe U.K. has 291,155 cases and 44,904 fatalities, the highest in Europe and third highest in the world. China, where the illness was first reported late last year, has 85,117 cases and 4,641 fatalities.\n\nWhat’s the latest medical news?\n\nPfizer Inc. US:PFE and BioNTech SE US:BNTX said Monday that two of their vaccine candidates to protect against the virus that causes COVID-19 received Fast Track designation status from the Food and Drug Administration. Fast Track is a process to expedite the review of new drugs and facilitate development of new drugs. The government has already committed to a program aimed at accelerating vaccine development called “Operation Warp Speed.”\n\nPfizer’s and BioNTech’s BNT162b1 and BNT162b2 are currently being evaluated in Phase 1/2 clinical studies in the U.S. and Germany.\n\n“The FDA’s decision to grant these two COVID-19 vaccine candidates Fast Track designation signifies an important milestone in the efforts to develop a safe and effective vaccine against SARS-CoV-2,” said Peter Honig, Senior Vice President, Global Regulatory Affairs, Pfizer. “We look forward to continue working closely with the FDA throughout the clinical development of this program, Project Lightspeed, to evaluate the safety and efficacy of these vaccine candidates.”\n\nSeparately, Enzo Biochem Inc. US:ENZ received an emergency use authorization from the Food and Drug Administration for its COVID-19 diagnostic test. The regulator issued the EUA on July 7. It has granted emergency authorization to at least 137 diagnostic tests during the COVID-19 pandemic.\n\nWhat are companies saying?\n\nPepsiCo Inc. US:PEP reported second-quarter profit and revenue that fell less than expected, as snacks and food business remained resilient amid the pandemic.\n\nNet income fell to $1.65 billion, or $1.18 a share, from $2.04 billion, or $1.44 a share, in the year-ago period. Excluding non-recurring items, core earnings per share came to $1.32, above the FactSet consensus of $1.25. Revenue fell 3.1% to $15.95 billion, but topped the FactSet consensus of $15.37 billion.\n\nFrito-Lay North America revenue rose 6.6% to $4.27 billion, beverages North America revenue fell 6.6% to $4.97 billion and Quaker Foods North America revenue grew 23.0% to $664 million.\n\nThe company said it was not providing full-year financial guidance given the uncertainties associated with the pandemic, but said it plans to return $7.5 billion to shareholders through dividends of $5.5 billion and stock repurchases of about $2 billion.\n\nGoldman Sachs initiated coverage of Walt Disney Co. stock US:DIS with a buy rating and $137 price target, amid high hopes that its streaming service could amass more than 150 million Disney+ streaming subscribers by 2025. The company had 54.5 million subscribers as of early May.\n\nThe company is “rapidly emerging as a global leader in direct-to-consumer entertainment,” analyst Brett Feldman wrote, and he argued that the consensus view underestimates the profit potential for Disney+. Feldman expects that the service could turn profitable in fiscal 2021, while he said the consensus view is targeting fiscal 2023.\n\nDisney reopened its Florida parks over the weekend — and social media reacted predictably.\n\nRisk for Major Missteps Within the Mouse House\n\nElsewhere, companies continued to offer updates on earnings, on liquidity and to brace for the second-quarter earnings season which kicks off informally tomorrow with the first of the big banks.\n\nDon’t miss:S&P 500 earnings set to plunge as the coronavirus batters all sectors — with Wall Street counting on a bounce that may not come\n\nHere’s the latest news about companies and COVID-19:\n\n• AMC Entertainment Holdings Inc. US:AMC has reached an agreement to reduce its debt by at least $460 million and has secured $300 million in new funding. The company, which has been battered during the pandemic as it was forced to close its theaters, said it has amended exchange offer and other agreements to reduce its debt by up to $630 million with holders of 73% of its roughly $2.3 billion in senior subordinated notes supporting an amendment announced late Friday. Separately, the company has reached agreements to restructure some $600 million of convertible bonds issued in 2018 to Silver Lake. In another liquidity-boosting move, AMC has converted cash interest on new exchange notes for 12 months, and under certain conditions up to 18 months, into payment-in-kind and they will be deferred until 2026. The company could save $100 million to $200 million of cash in the near term. “This is one of many steps we have taken since March as we navigate through these turbulent coronavirus times, including significantly reducing operating costs and capital expenditures, working with theatre landlords to abate and defer rents, raising $500 million of new public debt in April and developing new health and cleaning protocols with the best global experts to keep our theatres safe,” Chief Executive Adam Aron said.\n\n• Bed Bath & Beyond Inc. US:BBBY has appointed Neil Lick to the senior vice president of owned brands role, leading a new team that will start launching private labels in 2021 for the home retailer. Lick previously spent 22 years with Williams-Sonoma Inc. US:WSM where he held a number of roles, including head of corporate social responsibility. Analysts are optimistic about the opportunities available for Bed Bath & Beyond moving forward, despite the company’s most recent earnings miss.\n\n• Hi-Crush Inc. US:HCR, a Houston-based provider of proppant and logistics services for hydraulic fracturing operations, filed for bankruptcy, hurt by the falling oil price and reduced demand during the pandemic. The bankruptcy will help implement a restructuring support agreement with creditors holding nearly all of its outstanding 9.5% senior unsecured notes due 2026. Hi-Crush has received commitments for $65 million in debtor-in-possession and exit financing, as the company will continue to operate its business during the bankruptcy. Terms of the bankruptcy include payment of substantially all trade claims in the ordinary course, cancellation of current equity, conversion of $450 million of existing pre-petition debt into equity of the reorganized company and a $40 million rights offering for new secured convertible notes.\n\n• Quest Diagnostics Inc. US:DGX expects second-quarter revenue of about $1.83 billion, a decline of about 6% from the year-earlier period but well ahead of the $1.53 billion FactSet consensus. Testing volumes in the company’s base business, which excludes COVID-19 molecular and antibody testing, fell about 18%, the company said. It now expects per-share earnings of $1.33 to $1.36, compared with $1.51 a year ago. Adjusted EPS is expected to range from $1.39 to $1.42, compared with $1.73 in 2019 and a the FactSet consensus of 16 cents. The company will report second-quarter earnings on July 23.\n\n•Yelp Inc. US:YELP disclosed in a filing that it plans to bring back “nearly all” of the employees it furloughed earlier in the year when the COVID-19 outbreak pressured its business. “Of the more than 1,000 furloughed employees, many will return in August as planned, while our sales force is returning on a staggered timeline over a four-month period starting this month,” Chief Executive Jeremy Stoppelman said in a message to employees that was also filed with the Securities and Exchange Commission. The company would also be restoring employees to 100% pay and time starting Aug. 10. Yelp anticipates that it will continue with remote work “into the first half of 2021” and the company is eliminating 63 roles, primarily related to workplace and recruiting efforts, as a result of the pandemic."}, {"link": "http://www.marketwatch.com/news/story.asp?guid=%7BBE4EB4A6-C48C-11EA-98DE-256031E8CBC2%7D&siteid=rss&rss=1", "published": "2020-07-13T20:46:39", "title": "Nasdaq, S&P 500 turn negative, as falling tech stocks outweigh renewed hope for coronavirus vaccine", "text": "Stocks were trading mostly lower Monday afternoon, after a sharp initial rally, as technology stocks fell and coronavirus cases rose at the start of a tough earnings season.\n\nEquities benchmarks started with gains after the Food and Drug Administration granted “fast track” status to a pair of vaccine candidates produced by Pfizer and German biotech firm BioNTech SE.\n\nThe Dow Jones Industrial Average DJIA, +0.04% was up 90 points, or 0.3%, to 26,160. The Nasdaq Composite COMP, -2.13% fell 177 points, or 1.7%, to 10,441, after setting a new intraday record at the start of trading. The S&P 500 SPX, -0.93% fell 22 points, or 0.7%, to 3,162. The S&P 500 is about 2% away from erasing its year-to-date losses.\n\nStocks rose in thin trade last week, with tech stocks firmly in the lead. The Nasdaq on Friday scored its third consecutive record close and logged a 4% weekly rise ending Friday at 10,617.44. The Dow saw a 1% weekly rise to 26,075.30, while the S&P 500 advanced 1.8% for the week to 3,185.04. Friday’s session, meanwhile, saw the lowest daily volume since Feb. 21, according to Dow Jones Market Data.\n\nWhat’s driving the market?\n\nA rally in technology and tech-related companies that propelled the Nasdaq Composite to a new intraday high on Monday faded in afternoon trade, turning the benchmark and S&P 500 index both negative.\n\nThe Nasdaq still is up 17% in 2020, even as the S&P 500 was modestly negative for the year, as markets take a breather from a rally sparked by the U.S. Food and Drug Administration allowing Pfizer Inc. PFE, +4.07% and BioNTech SE BNTX, +10.54% , on two of their COVID-19 vaccine candidates, accelerated status.\n\n“I don’t think we’re out of the woods at all,” said John Carey, director of equity income U.S. at Amundi Pioneer, in an interview. “Even if you get a vaccine, it will take awhile,” he said of widespread adoption that could eventually lead to immunity against the viral outbreak.\n\nEarnings season also kicks off this week. The bar has been set remarkably low as investors largely write off second-quarter earnings, devastated by the pandemic. That’s why analysts will be watching results for clues to a third- and fourth-quarter rebound that skeptics say might be difficult to fulfill if the coronavirus spread continues unabated.\n\n“The market is certainly hyper-focused on the development of treatments around COVID-19 and around vaccines. That’s becoming the number one driver of this market, even more than stimulus was over a month ago,” said Matthew Miskin, co-chief investment strategist at John Hancock Investment Management.\n\n“But we also are going to get to look behind the curtain of businesses that haven’t provided guidance,” he told MarketWatch. “It should be eye opening to say the least.”\n\nThe aggregate blended year-over-year growth estimate for earnings per share, which includes some earnings already reported and the average analyst estimates of coming results, is negative 44.6% as of Monday morning, according to FactSet.\n\nEarnings Outlook:S&P 500 earnings set to plunge as the coronavirus batters all sectors — with Wall Street counting on a bounce that may not come\n\nOverall, stocks have shaken off a renewed rise in the number of coronavirus cases, which have surged across much of the Sun Belt, though analysts have warned that the resurgence threatens to slow if not derail the rebound in economic activity if officials reinstate lockdown measures.\n\nNew York Gov. Andrew Cuomo on Monday also issued an emergency health order that requires all travelers to New York from high-COVID states to provide location details or face a summons and $2.000 fine, while also outlining a formula to reopen New York schools in the fall t hat will require infection rates to be below 5% based on 14-day averages.\n\n“We’re not going to use our children as guinea pigs,” Cuomo said.\n\nInvestors also have largely brushed aside the threat of renewed U.S.-China tensions. President Donald Trump on Friday said there was no scope for a phase-two agreement on trade between the two countries, saying Washington’s relationship with China had been “severely damaged” by the coronavirus pandemic, which the administration has sought to blame on Beijing. China’s move to crack down on Hong Kong with the passage of strict new national security laws has also raised tensions.\n\nRead:China’s stock market just jumped 6%. This is a good thing and Westerners should be glad. No, really.\n\nMeanwhile, Dallas Fed President Robert Kaplan said U.S. economic growth is slowing after initial burst in May, while speaking at the National Press Club.\n\nWhich companies are in focus?\n\nWhat are other markets doing?\n\nIn Asia, the Shanghai Composite SHCOMP, +1.77% rose 1.8%, while the CSI 300 Index 000300, +2.10% advanced 2.1%. Japan’s Nikkei 225 Index NIK, +2.21% rose 2.2%, while the Hang Seng Index in Hong Kong HSI, +0.17% edged up 0.2%.\n\nIn Europe, the pan-European SXXP, +1.00% Stoxx 600 Europe Index finished 1% higher, while London’s FTSE 100 UKX, +1.32% gained 1.3%.\n\nThe yield on the benchmark 10-year Treasury note TMUBMUSD10Y, 0.620% was up a basis point to 0.64%. Yields and bond prices move in opposite directions. The ICE U.S. Dollar Index DXY, -0.11% , a measure of the currency against a basket of six major rivals, was off 0.2%."}, {"link": "http://www.marketwatch.com/news/story.asp?guid=%7BBCEC1358-C52A-11EA-ADBD-E48A6864D1D3%7D&siteid=rss&rss=1", "published": "2020-07-13T20:45:44", "title": "U.S. budget deficit soars to a record $864 billion in June on surge in coronavirus aid", "text": "The numbers: The federal government’s budget deficit soared to a monthly record of $864 billion in June, as Washington doled out huge sums of money to try to aid small businesses and unemployed workers amid the coronavirus pandemic.\n\nThe increase last month pushed the budget gap for the current fiscal year to $2.7 trillion, compared to $747 billion in the same nine-month period last year, the U.S. Treasury Department said Monday. The government operates on annual budget that runs from Oct 1. to Sept. 30 instead of using the calendar year more common in the business world.\n\nThe U.S. is on track to register a record $3.7 trillion deficit this year owing to an unprecedented effort to prop up the economy. The last time the U.S. ran such huge deficits — measured as a percentage of the economy — was during World War II.\n\nRead:Coronavirus spike in the dog days of summer saps economy of momentum\n\nWhat happened: Washington spent $1.11 trillion last month, up from $572 billion in May. In the same month a year earlier, outlays were a much smaller $342 billion.\n\nThe bulk of the increase in spending last month was tied to the so-called Paycheck Protection Plan, a small-business rescue plan designed to offer forgivable loans to companies that keep workers on payrolls.\n\nUnemployment benefits totaled a whopping $116 billion, including $80.4 billion paid by the federal government.\n\nRead:Soaring demand for federal jobless benefits points to fresh fissures in the economy\n\nWashington has made millions of self-employed people who never used to qualify for jobless benefits eligible and the federal government also kicked in $600 bonus payments each week. The $600 bonus stops at the end of July and is unlikely to be extended, at least not at the current amount.\n\nA year earlier, the states and federal government spent only $2 billion in June for jobless benefits as the unemployment rate moved to a 50-year low of 3.5%. The unemployment rate now stands at 11.1% officially, though unofficially most economists think it’s several points higher.\n\nTax and other revenue, meanwhile, totaled just $241 billion in June. A year earlier, the government took in $333 billion.\n\nTax receipts have fallen because of an extended deadline for payment, along with a depressed economy. Deferments were pushed out to July from April for many tax filers.\n\nSee: MarketWatch Coronavirus Recovery Tracker\n\nBig picture: Washington has already funneled huge sums of money into direct payments to households, extended unemployment benefits, small-business loans and bailouts of industries deemed critical such as airlines. Congress could also add more than $1 trillion in additional emergency-relief measures before the end of summer.\n\nThe economy is likely to need lots of help at least through the end of the year with tax revenues down and so many people and companies in need of support"}, {"link": "http://www.marketwatch.com/news/story.asp?guid=%7B34C8B278-C53F-11EA-ADBD-E48A6864D1D3%7D&siteid=rss&rss=1", "published": "2020-07-13T20:42:26", "title": "Data will determine where schools can open in New York in September, Gov. Cuomo says", "text": "Gov. Andrew Cuomo on Monday outlined the metrics that will determine whether schools can welcome students back to the classroom in September, although the final decision will not be made until next month. He also issued new orders for out-of-state travelers as coronavirus cases continue to surge nationwide.\n\nThe state’s plan to get students back in class includes both a formula for regions to determine if it is safe to consider reopening, plus guidelines for how that school will do so. A final decision about which schools will get a green light to open will be made the first week of August, according to Cuomo.\n\n“Everybody wants to reopen the schools,” he said. “It’s not, do we reopen or not? You reopen when it is safe to reopen...we’re not going to put our children in a place where their health is endangered.”\n\nThe statewide formula is driven by data, Cuomo explained. Schools will reopen if that region is in Phase 4 (all regions are currently in Phase 4 except for New York City) and the daily infection rate remains at 5% as of the first week of August or lower over a 14-day average.\n\nThe current statewide infection rate is below 2% in most of New York, according to state data.\n\nHowever, should a spike occur between the announcement and the start of school, the state does have a “safety valve.”\n\n“Schools will close if the regional infection rate is above 9% on a seven-day average,” Cuomo said. “It’s purely on the numbers.”\n\nThe New York State Department of Education also issued guidelines for reopening on Monday. These include testing and screening, social distancing mandates, a framework for in-person and remote learning and other education guidelines.\n\nHowever, Mayor Bill de Blasio announced last week that New York City schools will reopen in a limited way in September. Cuomo’s office published a statement calling the mayor’s “premature.”\n\nSee: While politicians squabble, New York schools make their own plans\n\nNumbers in all New York regions across the state “are good,” Cuomo added, noting that around 51,000 people were tested on Sunday and the amount of positive tests hovering was just over 1%. There were 792 new hospitalizations, the lowest since March 18, according to Cuomo. Ten people died on Sunday of the virus. More than 400,000 cases have been reported in the state, and close to 25,000 fatalities. On Saturday, New York City reported no deaths for the first time since March.\n\nBut concerns remain about travelers from states that have seen recent peaks in positive COVID-19 patients—such as Florida, Arizona and Texas—spreading the virus in New York.\n\nThe state has already instituted a mandatory 14-day quarantine for these travelers, but non-compliance has led to outbreaks, the governor said. He pointed to rising cases in upstate Rensselaer County, where someone visited from Georgia. About 2.5% of tests there came back positive for the virus as of Sunday, according to New York state data.\n\nTo combat a resurgence, Cuomo announced an emergency health order mandating that everyone flying into New York must provide information to airport officials about where they are coming from and where they are staying. Location forms will be available on the airplane or electronically.\n\n“If you leave the airport without providing the information, you will receive a summons immediately with a $2,000 fine,” Cuomo said. “You can then be brought to a hearing in order to complete mandatory quarantine.”\n\nThe mandate will be carried out at all New York state airports. No other details on the mandatory quarantine were provided at the news conference.\n\nRead next: Online food prices jump as food companies struggle to meet demand\n\nTravelers’ compliance to the quarantine is crucial to keeping the virus under control in New York, Cuomo noted.\n\n“It came in through the airports,” he said. “It will come in through the airports once again.”"}, {"link": "http://www.marketwatch.com/news/story.asp?guid=%7B307E616A-B494-11EA-88ED-3A07C32B2219%7D&siteid=rss&rss=1", "published": "2020-07-13T20:32:34", "title": "FDA lists 59 hand sanitizers that can be toxic if absorbed by the body after expanding initial list", "text": "The Food and Drug Administration has expanded a list of hand sanitizers that it says contain methanol, a toxic substance that could ultimately result in death of absorbed through the skin or ingested and is therefore are unsafe for human use. The warning of products includes those that claim to have ethanol, or ethyl alcohol, which is safe to use, but which test positive for methanol.\n\nHere’s a list of the full 59 products that the FDA says it identified in what the agency describes as a continuing investigation into hand-sanitizer products that are “contaminated with methanol that has led to recent adverse events including blindness, hospitalizations and death.”"}, {"link": "http://www.marketwatch.com/news/story.asp?guid=%7BCB7CD0EE-C492-11EA-98DE-256031E8CBC2%7D&siteid=rss&rss=1", "published": "2020-07-13T20:06:12", "title": "Oil prices end lower with OPEC+ seen preparing to ease production curbs", "text": "Oil futures ended lower on Monday as major oil-producing countries were said to consider easing output curbs as global crude demand has seen improvement as some economies have reopened from closures due to the coronavirus pandemic.\n\nStill, “July could be a shaky month for oil,” as the “recent surge in coronavirus infection numbers in the U.S. and elsewhere have brought demand risk back into focus,” Stephen Innes, global chief market strategist at AxiCorp, wrote in emailed commentary Monday.\n\nThe possible “easing of OPEC+ production cuts next month after a one-month extension of the initial phase of the production cut plan, and a potential rebound in U.S. production could add pressure on the supply side of the equation,” he said.\n\nWest Texas Intermediate crude for August delivery CL00, -2.31% CL.1, -2.31% on the New York Mercantile Exchange fell 45 cents, or 1.1%, to settle at $40.10 a barrel. The global benchmark, September Brent crude BRN.1, -1.03% BRN00, -1.03% , lost 52 cents, or 1.2%, at $42.72 a barrel on ICE Futures Europe.\n\nThe Wall Street Journal on Saturday reported that an alliance of crude producers led by Saudi Arabia was pushing the Organization of the Petroleum Exporting Countries and its allies, collectively known as OPEC+, to ease oil output curbs as planned beginning in August due to signs that demand is returning to normal after cratering in the wake of coronavirus-related lockdowns.\n\nThe next monthly meetings for OPEC’s Joint Technical Committee, which provides a review of the oil market and makes recommendations to OPEC+, and the Joint Ministerial Monitoring Committee, which oversees compliance with output cuts, are scheduled for Tuesday and Wednesday, respectively.\n\nOPEC and its allies, including Russia, agreed in April to cut global output by 9.7 million barrels a day in May and June after collapsing demand and a brief Saudi-Russian price war sent crude prices plunging. The cuts were then extended to the end of July. The Saudi proposal would see the alliance, known as OPEC+, relax its curbs by 2 million barrels a day to 7.7 million barrels beginning in August, the WSJ report said.\n\nAnalysts played down the overall implications of a move to ease curbs.\n\n“If the group decides to ease cuts from the 1 August, this should not lead to a change in views on the market, with most assuming that OPEC+ would start easing cuts by this stage already,” said Warren Patterson, head of commodities strategy at ING, in a note. “However continuing deeper cuts would be more of a surprise.\n\nBut some analysts argued that the potential for oil to see renewed pressure, particularly as the number of coronavirus cases shows a renewed rise in the U.S. and elsewhere, could make some producers reluctant to ease curbs next month.\n\n“OPEC+ could justify the designated increase in production as of now, but if the virus continues to surge globally over the next week, the demand forecast will change, and the oil market could swing heavily back into oversupply territory,” said Edward Moya, senior market analyst at Oanda, in a note.\n\nBack on Nymex, prices for petroleum products also declined, with August gasoline RBQ20, -2.29% down 0.8% at $1.2734 a gallon and August heating oil HOQ20, -1.91% losing 1.4% to $1.2235 a gallon."}]}}}