{"newspapers": {"cnn": {"link": "http://edition.cnn.com/", "articles": [{"title": "Vikas Dubey: Indian underworld figure, accused of killing eight police officers, dies in shootout", "text": "(CNN) A man accused of killing eight police officers in India was shot dead Friday while allegedly trying to flee custody after his arrest, authorities said.\n\nVikas Dubey had been on the run for almost a week after he and his associates allegedly killed the officers in a shootout at his house in Kanpur, in the northern state of Uttar Pradesh, on July 2.\n\nDubey was arrested Thursday in the neighboring state of Madhya Pradesh. Officers were driving him back to Kanpur early Friday when the vehicle overturned in heavy rain, police said.\n\nDinesh Kumar, senior superintendent of Kanpur Police, told CNN affiliate news 18 that Dubey snatched a gun from an officer and made a run for it. He was shot dead in a shootout with police.\n\n\"The police chased him and surrounded him and asked him to surrender, but he did not accept and started firing at the police team. The police team fired back in self-defense,\" Prashant Kumar, the Additional Director General of UP Police, said at a press briefing Friday.\n\nRead More", "link": "http://edition.cnn.com/2020/07/10/asia/indian-gangster-shot-dead-intl-hnk-scli/index.html", "published": "2020-07-10T00:00:00"}, {"title": "Instagram pounces on India market after TikTok is banned", "text": "New York (CNN Business) TikTok has had a difficult week, to say the least — and rival Instagram just made it much harder.\n\n. India, which has the most TikTok downloads outside of China, announced late last week that it would ban the popular video-sharing platform and several other Chinese apps, saying they pose a \"threat to sovereignty and integrity.\" And the United States, the third-largest TikTok market, may follow India's lead\n\nFacebook FB Now, Instagram is hoping to fill India's TikTok-size void with its own video-sharing feature called Reels., Instagram's parent company, said it would begin testing Reels in India on Wednesday.\n\n\"We're excited to expand our test of Instagram Reels to India,\" a Facebook spokesperson said. Reels gives anyone the ability to create and discover short form videos, which is how more and more people are enjoying and creating content.\"\n\nInstagram began testing Reels in Brazil in November, and has since expanded into France and Germany. The in-app tool lets users record 15-second videos set to music and audio, and upload them to their stories, similar to TikTok.\n\nRead More", "link": "http://edition.cnn.com/2020/07/08/tech/instagram-reels-india-tiktok-ban/index.html", "published": "2020-07-08T00:00:00"}]}, "bbc": {"rss": "http://feeds.bbci.co.uk/news/rss.xml", "link": "http://www.bbc.com/", "articles": [{"link": "https://www.bbc.co.uk/sport/football/53373542", "published": "2020-07-11T10:04:07", "title": "Jack Charlton: 1966 England World Cup winner dies aged 85", "text": "Media playback is not supported on this device Obituary: 'Few have blended courage and charisma quite like Jack Charlton'\n\nJack Charlton, a World Cup winner with England and former Republic of Ireland boss, has died aged 85.\n\nThe former Leeds defender had been diagnosed with lymphoma in the last year and also had dementia.\n\nOne of English football's most popular characters, he was in the team that won the World Cup at Wembley in 1966, alongside his brother Bobby.\n\nHe made a record number of appearances for Leeds and achieved unprecedented success with the Republic of Ireland.\n\nA family statement read: \"Jack died peacefully on Friday, July 10 at the age of 85. He was at home in Northumberland, with his family by his side.\n\n\"As well as a friend to many, he was a much-adored husband, father, grandfather and great-grandfather.\n\n\"We cannot express how proud we are of the extraordinary life he led and the pleasure he brought to so many people in different countries and from all walks of life.\n\n\"He was a thoroughly honest, kind, funny and genuine man who always had time for people.\n\n\"His loss will leave a huge hole in all our lives but we are thankful for a lifetime of happy memories.\"\n\nMedia playback is not supported on this device Archive: Jack Charlton explains his football philosophy while Republic of Ireland boss\n\nThe England football team tweeted to say they were \"devastated\" by the news, while he was hailed as a man who \"changed Irish football forever\" by the Football Association of Ireland.\n\n\"He was a great and lovable character and he will be greatly missed. The world of football and the world beyond football has lost one of the greats. RIP old friend,\" said England's 1966 World Cup final hat-trick hero Sir Geoff Hurst.\n\nCharlton had spells in charge of Sheffield Wednesday, Middlesbrough and Newcastle.\n\nHe led the Republic of Ireland to their first major finals at Euro 88 and the World Cup quarter-finals at Italia 90.\n\nLeeds United, where he spent his entire 21-year playing career and made a joint club record 773 appearances before retiring as a player in 1973, said they were \"deeply saddened\".\n\nCharlton, part of the Leeds side that won the 1969 League title and the 1972 FA Cup, is the third club legend and former England international to die this year after Norman Hunter and Trevor Cherry.\n\nCharlton was part of the Leeds team that won the 1972 FA Cup\n\nTributes at Leeds United's Elland Road ground\n\nDespite not being called into the England team until days before his 30th birthday, Charlton won 35 caps and, playing alongside younger brother Bobby, lifted the Jules Rimet Trophy at Wembley in 1966.\n\nHe also helped England finish third at the 1968 European Championship, and was voted the Football Writers' Association Footballer of the Year in 1967.\n\n\"Saddened to hear that Jack Charlton has passed away,\" wrote former England striker Gary Lineker on Twitter.\n\n\"World Cup winner with England, manager of probably the best ever Ireland side and a wonderfully infectious personality to boot. RIP Jack.\"\n\nFormer Republic of Ireland forward John Aldridge said: \"Absolutely gutted that big Jack has passed away.\n\n\"What a football man, loved and adored, especially in Ireland. The best manager I was lucky to play for.\n\n\"The times we had on and off the pitch were priceless. My thoughts are with Pat and the family. RIP my good friend. Never forgotten.\"\n\nMedia playback is not supported on this device Mark Lawrenson reflects on his time with former manager Jack Charlton with Republic of Ireland\n\nHe is survived by wife Pat, whom he married in 1958, and their three children, John, Deborah and Peter.\n\nCharlton's granddaughter, journalist Emma Wilkinson, tweeted: \"Beyond sad to have to say goodbye to my beloved Grandad, Jack Charlton.\n\n\"He enriched so many lives through football, friendship and family. He was a kind, funny and thoroughly genuine man and our family will miss him enormously.\"\n\nIrish president Michael D Higgins said: \"He leaves a legacy of outstanding leadership of a group of players of many diverse talents, which he moulded into the successful team that captured the imagination of the nation.\""}, {"link": "https://www.bbc.co.uk/news/world-africa-53375607", "published": "2020-07-11T18:12:39", "title": "South African church attack: Five dead after 'hostage situation'", "text": "Image copyright SAPS Image caption Police released images of suspects lying on the ground\n\nFive people have been killed after attackers stormed a South African church, reportedly amid an argument over its leadership.\n\nSouth African police said they had rescued men, women and children from a \"hostage situation\" on the outskirts of Johannesburg on Saturday morning.\n\nThey have also arrested at least 40 people, and seized dozens of weapons.\n\nEyewitnesses say the men who stormed the International Pentecostal Holiness Church were part of a splinter group.\n\nThe church's leadership has reportedly been the subject of infighting since its former leader died in 2016. Police had previously been called to the church following a shoot out between members in 2018, South Africa's IOL reports.\n\nThe year before, the church's finances had come under the spotlight, amid allegations some 110m rand ($6.5m; £5.2m) had gone missing, according to The Sowetan newspaper.\n\nOn Saturday, police were called to the church in Zuurbekom in the West Rand at 03:00 local time (01:00 GMT).\n\nImage copyright SAPS Image caption A number of weapons have been recovered by police\n\nAccording to national police spokesperson Brigadier Vish Naidoo, a group of attackers indicated to those inside \"that they were coming to take over the premises\".\n\nHe said four people had been found shot and burnt to death in cars, while a security guard, who was thought to have been responding to the incident, was also fatally shot.\n\nFive rifles, 16 shotguns and 13 pistols, along with other weapons, were found at the church, which police have been combing for evidence.\n\nThe South African Police Service (SAPS) said that among those arrested were members of SAPS, the South African National Defence Force, the Johannesburg Metro Police Department and the Department of Correctional Services.\n\nThe International Pentecostal Holiness Church is thought to have about three million members in Southern Africa.\n\nCongregants fearful of another attack\n\nWhile the International Pentecostal Holiness Church, one of the largest churches in that region, has made tabloid headlines over missing money and its leadership squabbles in the last few years, what happened on Saturday took many by surprise - including authorities.\n\nNow police say they have launched a high-level investigation looking into the exact circumstances around the shooting - not least, who ordered the attack.\n\nPart of the investigation is trying to ascertain whether the four people who were killed and burnt inside a car were part of the group who had earlier stormed into the church.\n\n\"We've arrested all those we reasonably believed are suspects. They have been taking in for questioning,\" said police spokesperson Vish Naidoo.\n\nAs night falls, police officers have been deployed to monitor the safety of hundreds of congregants living on the church premises who are said to be fearful of another attack."}, {"link": "https://www.bbc.co.uk/news/uk-53376640", "published": "2020-07-11T18:00:02", "title": "British IS prisoner 'killed in Syria'", "text": "Image caption Ishak Mostefaoui is the first British IS-supporter to die in the custody of the Syrian Democratic Forces\n\nA British man who joined the Islamic State group in Syria has died while being held in prison in the country, the BBC has been told.\n\nOne source said that Ishak Mostefaoui, originally from east London, was killed while attempting to escape custody.\n\nAnother said the death came during serious disorder in a jail in Hassakeh, which houses IS prisoners from various countries.\n\nThe death and surrounding circumstances have not been officially confirmed.\n\nAfter being captured last year, the 27-year-old was held in a prison in north-east Syria controlled by the Kurdish-led, US-backed Syrian Democratic Forces.\n\nHe is the first British IS-supporter to die in SDF custody. Sources said he was one of around 10 British men and 30 British women being held by the militia.\n\nThe prison where he was held is a converted school. When the BBC spoke to him there last October he admitted joining IS.\n\nThe general situation in the prisons and camps where IS prisoners are being held has deteriorated this year and there have been several riots.\n\nThe British government has refused to allow adult prisoners to return to the UK, saying they should be put on trial in the region.\n\nA government spokesman told the BBC the Foreign Office had advised against all travel to Syria since 2011.\n\nThey added: \"Those who chose to leave the UK and fight for, or support, Daesh potentially pose a very serious national security risk.\"\n\nImage copyright CCTV Image caption A cell at the prison where Mostefauoi was being held\n\nThe SDF has said foreign states should take responsibility for their citizens, stating earlier this year that IS prisoners were \"a time bomb\" and \"we need to set up international courts, under UN jurisdiction, and try them in NE Syria where they perpetrated their crimes\".\n\nSeveral countries have arranged for the return of some citizens.\n\nMinisters have said that, of the estimated 900 people who have left the UK for Syria to join violent Islamist groups, 20% have died, 40% have returned to the UK, and 40% are still in the region.\n\nThere are differing accounts of how Mostefauoi died.\n\nThe BBC has been given the two versions: that he was shot while trying to escape, and the other that he was killed during recent rioting.\n\nAn IS propaganda channel on a messaging app claims he was killed while trying to get water during a siege of the prison that also saw food and medication withheld from inmates.\n\nImage copyright Social media Image caption Mostefaoui grew up in London\n\nLast year, the BBC revealed that Mostefaoui was one of several University of Westminster students to have travelled to Syria.\n\nHis Algerian family had settled in London when Mostefaoui was five. He was described as a popular, football-loving boy, brought up in a home that was opposed to extremism, but he later became increasingly radicalised while a student.\n\nIn April 2014, Mostfaoui told his father that he was going to Amsterdam for a few days, leaving with just a small bag, and he then secretly made his way to Syria.\n\nIn 2018, Mostefaoui had his British citizenship revoked."}, {"link": "https://www.bbc.co.uk/news/uk-53377298", "published": "2020-07-11T17:12:23", "title": "British man dies after balcony fall in Spain", "text": "Image copyright PA Media Image caption The incident occurred in the coastal resort of Marbella, southern Spain\n\nA British man has died in Spain after falling from a hotel balcony in the early hours of Saturday and landing on another man, according to reports.\n\nPolice in Malaga told the Mail they were \"investigating\" the death of two men in Marbella after \"one man landed on another man, killing him as well\".\n\nThe Foreign Office told the BBC it was \"supporting the family of a British man following his death in Spain\".\n\nA spokesman for the FCO added officials were in contact with local police."}]}, "theguardian": {"rss": "https://www.theguardian.com/uk/rss", "link": "https://www.theguardian.com/international", "articles": [{"link": "https://www.theguardian.com/world/2020/jul/11/revealed-20-areas-at-most-risk-of-local-lockdowns", "published": "2020-07-11T19:54:35", "title": "Revealed: 20 areas of England at most risk of coronavirus resurgence", "text": "The government has drawn up a list of 20 councils facing the worst coronavirus outbreaks in England, with Bradford, Sheffield and Kirklees identified as areas needing “enhanced support”, according to a classified document leaked to the Observer and the Guardian.\n\nAs evidence mounts that the relaxation of lockdown rules is leading to a resurgence of Covid-19 in some of England’s most deprived and ethnically mixed areas, officials have ordered the army to deploy extra mobile testing units, which will be sent into a series of hotspots around the country from this weekend.\n\nPublic Health England (PHE), the country’s lead infection control agency, briefed local government health chiefs last week that ministers were considering publishing a ranking of the 10 councils most affected by new outbreaks, which could be released within days. Councils fear the data will be used to enforce more local lockdowns of the kind imposed in Leicester, where all but essential shops must stay shut, schoolchildren have been sent home, and pubs and restaurants remain closed.\n\nThe top 10 ranking is likely to be based on a document circulated to local health chiefs on Thursday, headed “official sensitive”. The chart, compiled by PHE and reproduced here, ranks the 20 councils with the highest proportion of positive cases. Leicester remains at its head, with 5.7% of individuals who underwent a test found to have the virus. Kirklees, in West Yorkshire, was not far behind, with a 5% rate. Bradford, and Blackburn with Darwen in Lancashire, were the next highest.\n\nTitled “local authority areas of interest”, the table is based on testing between 21 June and 4 July. It identifies six areas of “concern”. More serious cases are labelled as needing “enhanced support”, with three councils in this category. One – Leicester – is listed as requiring “intervention”.\n\nThe document states “these areas are currently under investigation by the local public health protection teams”. “Testing access is being increased in areas including Bradford”, it says, and the areas listed are “associated with workplace outbreaks which have contributed to the increase in infection rates”.\n\nLast month, 164 workers at a meat factory in Kirklees tested positive, and at the beginning of July, a bed factory in Batley, which is administered by Kirklees Council, was closed after eight workers were found to have the virus.The communities most affected have several factors in common: poverty, poor health and a high proportion of non-white residents.\n\nThe top 10 is likely to change daily, although some areas will remain severely affected for weeks, health directors believe.\n\n“Those on the list are going to be characterised by higher deprivation, higher black, Asian and minority ethnic (BAME) communities and denser housing,” said a public health director briefed on the plans.\n\n“Some are going to be in the list for the whole period of the pandemic. The drivers are structural and demographic, so the pattern of spread will reflect the inequalities that already existed. Some of the most strapped-for-cash councils are going to be dealing with some of the worst outbreaks.”\n\nAreas with large south Asian populations, particularly where several generations may share a home and live in crowded conditions, are among those emerging as particularly at risk.\n\nFacebook Twitter Pinterest Hand sanitiser at Kober meat processing plant in Cleckheaton, confirmed as the location of a localised coronavirus outbreak. Photograph: Danny Lawson/PA\n\nBradford has the highest proportion of people of Pakistani origin in England.\n\nThe council has today deployed testing units, staffed by the armed forces, to its Bowling and Keighley districts. Residents will be able to be tested without an appointment. Similar units will be deployed in Blackburn and Sheffield.\n\n“Bradford has a higher infection rate than most but it’s coming down due to action we’ve taken,” said council leader Susan Hinchcliffe. “We welcome the dialogue with government. We’re already doing more testing than any other authority in the region, but want to do more.”\n\nBradford has asked for its own mobile testing units, more environmental health officers, support to pay full wages to low-paid workers having to self-isolate, and funding to develop its own local test-and-trace system.\n\nOfficials have not yet outlined what metrics will be used to impose further lockdowns, but it is understood a system based on the German model is under discussion. This would involve a threshold of 50 weekly positive tests per 100,000 of the population in any given council. Once that is breached, special measures could be triggered.\n\nData made public on Thursday shows Leicester is currently on 116 new cases per 100,000 of population per week, down from 140 two weeks ago.\n\nRochdale is in second place, with nearly 33 cases, down from over 50 three weeks ago. Kirklees is also suffering high rates, as are Bradford, Blackburn with Darwen, Rotherham and Bedford.\n\nThe health secretary, Matt Hancock, announced the UK’s first local lockdown on 29 June as Leicester reported 944 new cases in a fortnight. Non-essential shops and schools were shut, and pubs and restaurants were unable to reopen. Legislation to enforce the restrictions was pushed through parliament.\n\nDesperate to avoid Leicester’s fate, councils are lobbying for a “graded response”, the local public health director said, with a rolling back of some elements of lockdown, such as larger gatherings, rather than closure of whole sectors. “What we want to avoid is the secretary of state making clumsy, unhelpful interventions, so we are getting ahead of the curve, understanding what our problem is and acting to address it. But we are hampered by slow reporting of data and absence of data,” they added.\n\nCouncils have only just begun to receive a breakdown of new cases by postcode, and this is arriving weekly. Health chiefs say they need the information daily if they are to spot outbreaks in time to stop them spreading.\n\nThe plans to publish a top 10 were discussed on a regional call with Public Health England, two public health directors confirmed. “They seem to be intent on putting it into the public domain,” said one of those on the call. “We have expressed some concerns over how they do it, as the data does need to be interpreted. Nonetheless, I welcome transparency.”\n\nThe classified list of 20 at-risk councils uses six metrics including number of cases per 100,000 of population per week and per day, percentage of individuals testing positive as a proportion of all tests, and “exceedances”. This is where councils are issued with a red light because they consistently have more positive cases than forecast by a government algorithm. A slightly lower number of exceedances leads to an amber light.\n\nThe chart also shows the number of community outbreaks per council over the last week. Outbreaks are classed as two or more positive tests in a single setting, such as a workplace, school or prison.\n\nThe Department of Health and Social Care said it did not have a set trigger, but would use a range of data to decide where and how to act, stating: “We have been transparent about our response to coronavirus and are always looking to improve the data we publish, including the way we update testing statistics.\n\n“The list of the 10 local authorities with the highest weekly incidence of coronavirus is already publicly available in PHE’s weekly surveillance report.\n\n“All councils in England now have the ability to access testing data, right down to an individual and postcode level. If councils feel they require more assistance with data, of course, PHE is able to help them.”\n\nKirklees and Sheffield councils were approached for comment."}, {"link": "https://www.theguardian.com/us-news/2020/jul/11/roger-stone-donald-trump-commutation-outrage", "published": "2020-07-11T17:23:23", "title": "Trump's commutation of ally Roger Stone's sentence sparks outrage", "text": "Outrage is growing among opponents of Donald Trump’s decision to commute the prison sentence of his longtime friend and notorious Republican fixer Roger Stone despite the US attorney general having declared Stone’s conviction “righteous”.\n\nCriticism on Saturday came from both sides of the political aisle.\n\nAdam Schiff, a California Democrat and chairmen of the House intelligence committee – the congressional panel Stone was convicted of lying to about aspects of the Trump-Russia investigation – called the decision “destructive of the criminal justice system and the rule of law” on Saturday morning.\n\nSenator Mitt Romney, a Republican of Utah, described the decision as “unprecedented, historic corruption”.\n\nMitt Romney (@MittRomney) Unprecedented, historic corruption: an American president commutes the sentence of a person convicted by a jury of lying to shield that very president.\n\nTrump commuted the sentence of Stone on Friday night. He was a former campaign adviser to the president and was due on Tuesday to begin a sentence of three years and four months in jail.\n\nStone, 67, was convicted in November 2019 of obstructing a congressional investigation into whether the Trump campaign colluded with Russia to win the 2016 election.\n\nTrump said that Stone was targeted in an “illegal witch-hunt”, prompting the global politics professor and political columnist Brian Klass to tweet on Saturday: “This is a complete lie. Roger Stone committed a series of well-documented crimes that are not seriously contested.”\n\nHe added: “This is what despots do: wield the law like a weapon to attack political opponents and protect loyal cronies. It’s a disgraceful, dark day for American democracy.”\n\nStone was convicted in November 2019 of seven crimes, including obstruction of justice, lying to Congress and witness tampering in the congressional investigation into Russian interference in the 2016 presidential election.\n\nStone had boasted during the 2016 campaign that he was in contact with the WikiLeaks founder, Julian Assange, through a trusted intermediary and hinted at inside knowledge of WikiLeaks’ plans to release more than 19,000 emails hacked from the servers of the Democratic National Committee.\n\nStone did not take the stand during his trial, did not speak at his sentencing, and his lawyers did not call any witnesses in his defense.\n\nRoger Stone: five things to know about Trump's controversial ally Read more\n\nIn a statement released on Friday evening, a White House statement said: “Roger Stone has already suffered greatly. He was treated very unfairly, as were many others in this case. Roger Stone is now a free man!”\n\nThe commutation does not erase Stone’s felony convictions the way a pardon would, but it allows Stone to avoid setting foot in prison for his crimes.\n\nA presidential pardon would have acknowledged Stone’s guilt, while Trump has been encouraging Stone to fight his conviction.\n\nRomney has not been joined by a rush of other Republicans criticizing Trump, however. The South Carolina Senator Lindsey Graham, a staunch Trump ally these days, has said the commutation was justified.\n\nKyle Cheney (@kyledcheney) Romney is likely to be the only GOP lawmaker to express any version of this sentiment. Most have said nothing and Graham yesterday said commutation was totally justified because Stone was nonviolent and in his 70s (he’s 67). https://t.co/ZqqqHgozEb\n\nMeanwhile, Schiff continued, in an interview on NBC on Saturday morning: “If you lie for the president, if you cover up for the president … you get a pass from Donald Trump. That’s the message.”\n\nHe continued that the decision showed there were two rules of law, “one for the cronies of Donald Trump, one for everyone else” and that the president’s signal was that ‘it’s OK to lie to Congress as long as it’s to protect me.’ That can never be OK.”\n\nOn Friday night, the speaker of the House, Nancy Pelosi, another California Democrat, told CNN that there should be legislation to make it illegal for a president to pardon someone if “the crime that they are in jail for was caused by protecting the president”.\n\nThat is unlikely to happen, and Trump hasn’t pardoned Stone. The constitution gives the president full pardon power over individuals."}, {"link": "https://www.theguardian.com/football/2020/jul/11/hundreds-visit-leeds-united-ground-to-remember-jack-charlton", "published": "2020-07-11T17:44:18", "title": "Hundreds visit Leeds United ground to remember Jack Charlton", "text": "Bouquets and tributes at Elland Road show how much Big Jack was admired in the city and beyond\n\nThey came in their hundreds, paying homage to the man known across the world as Big Jack. But beneath the stands of West Yorkshire’s Elland Road, Jack Charlton was most commonly remembered as an adopted Loiner, a citizen of Leeds.\n\nCharlton, who died on Friday aged 85, spent almost a quarter of his life marshalling the defence of Leeds United, retiring as a one-club man having made a record number of appearances.\n\n“He was an adopted Loiner without a shadow of a doubt; the impact he left on us all as Leeds United fans made him one of us. He will always be one of us,” said Scowen Sykes, as the bouquets of flowers piled up behind him, a few feet from the memorials set up for Norman Hunter, his long-time centre-back partner who died in April.\n\nFacebook Twitter Pinterest A fan lays flowers on the ground in memory of Jack Charlton at Elland Road on Saturday. Photograph: Molly Darlington/Reuters\n\nBeyond West Yorkshire, Charlton would achieve greatness on the world stage, winning the World Cup with England in 1966 as one half of Britain’s greatest pair of sporting siblings, the other being his younger brother Bobby.\n\nAn adopted Loiner, Charlton would also achieve the equally rare feat of becoming an honorary Irishman by reinventing the Republic of Ireland as a football-mad nation and guiding them to the quarter-finals of the World Cup at Italia 90.\n\n'He was larger than life': tributes pour in for football legend Jack Charlton Read more\n\nNews of his death following a long-term illness prompted tributes from across the footballing family. England team-mate Sir Geoff Hurst, who scored a hat-trick in the 4-2 victory over Germany in the 1966 World Cup final, lamented that the national game had “lost one of the greats”.\n\nAnother England striker Gary Lineker said he was “saddened” at the death of Charlton, who was diagnosed with lymphoma in the last year. The current England football team announced they were devastated by the news. Their words followed a statement from Charlton’s family, released on Saturday morning, that revealed the footballer died peacefully in Northumberland with loved ones by his side. “We cannot express how proud we are of the extraordinary life he led and the pleasure he brought to so many people in different countries and from all walks of life,” it said.\n\nJack Charlton: his life and times – in pictures Read more\n\nThe statement also inspired a steady stream of football fans to congregate outside Elland Road, most of them eager to eulogise a player who spent his entire 21-year playing career at Leeds United and made a joint club record 773 appearances before retiring in 1973.\n\nAmong those paying their respects was Barry Winter, whose father was born in the same colliery village as Charlton – Ashington in Northumberland.\n\n“It’s a dark day for English football, but especially for Leeds United and this city. The word ‘legend’ is overused in sport but Big Jack, there’s no better word to describe him. He was a gentle giant who gave everything he had for this club and this city,” added Winter, against a soundtrack of honking horns from passing cars.\n\nFacebook Twitter Pinterest Jackie Charlton lifts the trophy after Leeds United beat Arsenal to win the FA Cup final in 1972. Photograph: Hulton Deutsch/Corbis/Getty Images\n\nClose by was Linda Thompson who met Charlton, a member of the club’s most successful era under manager Don Revie, several times. “You would struggle to meet a nicer, more humble human being. He was a superstar around Leeds – not many people who aren’t from this city have the love of Loiners like Jack. Leeds will never forget him.”\n\nAlthough Charlton also managed Sheffield Wednesday, Middlesbrough and Newcastle it was his spell in charge of the Republic of Ireland that he will be most remembered for.\n\nJack Charlton: an exceptional leader who had Ireland dancing in the streets | Paul Doyle Read more\n\nThe Football Association of Ireland described him as a man who “changed Irish football for ever”.\n\nHaving led the country to two World Cups and a European Championship, his team’s victory over Italy in New York in the 1994 World Cup remains revered by supporters.\n\nFacebook Twitter Pinterest Jack Charlton watches his Republic of Ireland team in training, 1995. Photograph: Ross Kinnaird/Getty Images\n\nEqually fabled was the team’s trip to the Vatican shortly before they played Italy in 1990. During the meeting Pope John Paul II, once a goalkeeper in Poland, discussed the position with Irish goalkeeper Packie Bonner. During the game against Italy, Bonner made the mistake that sent them home.\n\nCharlton’s response gives an insight into the wit and warmth recalled by many. Hiding his crushing disappointment, Charlton praised his players before turning to Bonner and saying: “By the way, the f****** Pope would have saved that!”\n\nYet amid all the tributes perhaps it was the presence of a Manchester United supporter – Leeds United’s most bitter rivals – outside Elland Road on Saturday afternoon that summed up Charlton’s broad appeal.\n\n“I still felt it was right to come and pay my respects because of what he did for the game. Him and his brother, two northern lads going on and winning the World Cup together,” said Jim Bates, as pensioners and children arrived behind him to pay their respects.\n\nBates added: “It’s amazing, and it’s unheard of. Huge respect to the man.”"}, {"link": "https://www.theguardian.com/world/2020/jul/11/liverpool-gangs-dominate-gun-and-drugs-trade-outside-london", "published": "2020-07-11T17:30:16", "title": "Liverpool gangs 'dominate' gun and drugs trade outside London", "text": "Organised criminal gangs from Liverpool have risen to the summit of the UK underworld and “dominate” the firearms and drugs-trade outside London, the latest intelligence from senior officers at the National Crime Agency (NCA) reveals.\n\nAnalysis of encrypted messages from a communications system used by criminals has shown that the city has become the preeminent location for top-tier gangs sourcing high-volume importations of drugs and automatic weapons.\n\nSenior NCA firearms officers said that the city’s geography, its demographics, history of serious organised crime, and the willingness of gang members to embrace the latest criminal innovations were behind its rise.\n\nWhile combing through data from an encrypted chat service gathered as part of Operation Venetic, the UK’s largest law-enforcement initiative, officers from the NCA’s National Firearms Threat Centre (NFTC) found that more than 70% of all links to weapons examined led back to Liverpool and the north-west of England.\n\nRob Hickinbottom, lead on the NFTC, said: “Most of the cases have a very strong connection to the north-west.” Matt Perfect, the firearms threat lead for the NCA, said that intelligence from EncroChat, an encrypted phone and chat service, had offered a unique insight into how the criminal landscape was controlled outside the M25: “The evidence is that the north-west groups pretty much dominate the rest of the [criminal] communities in the UK.”\n\nAnalysis by the NFTC found that Merseyside and the broader north-west corridor was home to a network of gun factories converting low-calibre weapons such as the Czech-made Škorpion and Slovakian Grand Power into deadly automatic firearms.\n\nPerfect said that converting weapons was seen by some in the region as a viable business. A low-calibre Glock handgun bought for £135 in eastern Europe could be converted in just 90 seconds to a 9mm weapon that could be sold for up to £5,000.\n\nFacebook Twitter Pinterest The korpion Vz61, A Czech 7.65 mm submachine gun. Photograph: Military Images/Alamy Stock Photo\n\n“The mark-up is quite staggering. Liverpool, the north-west, is so active in this area,” said Perfect. Hickinbottom said that north-west-based “resellers” were importing £3.50 plastic switches from China that could swiftly convert a Glock into an automatic firearm.\n\nLast week, police raids in Liverpool included raids on individuals suspected of importing guns, ammunition and firearm components.\n\nAnalysis of the intelligence from EncroChat has revealed other surprises to firearms officers. Perfect said: “If you’d asked me before Venetic what was the firearm of choice for an organised crime group, I’d have absolutely said the Glock handgun. Venetic showed that the Škorpion SMG and the Grand Power are now becoming that weapon of choice.”\n\nLiverpool’s top-tier gangs have successfully utilised the city’s geography – the secret EncroChat messages confirm that they source cocaine direct from South American cartels via the city’s vast container port.\n\n“Operation Venetic has definitely identified that link between high-end drugs-supply, drugs coming in from South America. We’re not talking about county lines, this is high-end drugs coming into the country in significant amounts,” said Hickinbottom.\n\nRelationships have also been forged with serious organised-crime groups across the Irish Sea.\n\n“If you are at the top end of serious organised crime you have that reach into Ireland, good connections to Scotland, the gun capital of Manchester. Probably the only place that isolates you is the London market,” said Perfect.\n\nHe also pointed to the historical “credibility” of Liverpool’s organised-crime groups and figures such as Curtis Warren, 57, from Toxteth, who was once Interpol’s Target One and is thought to have made £300m from drug-smuggling during the 1990s.\n\nFacebook Twitter Pinterest Curtis Warren is thought to have made £300m from drug-smuggling during the 1990s. Photograph: States of Jersey Police/PA\n\n“In Liverpool and the north-west there is a combination of really good business entrepreneurs that have evolved from the days of Curtis Warren, learnt new mechanisms, means of communication, transport, and concealment,” said Perfect.\n\nThis criminal skillset, he, should be considered alongside the city’s demographics. Research released before the pandemic showed that a third of children across the Liverpool City region lived below the poverty line.\n\n“You look at the consistent demographic of unemployment and deprived areas and how serious organised crime has evolved. If you did an assessment on how society has evolved with serious organised crime, Liverpool’s gangs have probably been at the forefront,” said Perfect.\n\nBut the kingpins of Merseyside’s criminal syndicates have largely fled the city, electing to direct large-scale importation of firearms and drugs from overseas, most often from Holland, Dubai and the south of Spain. Analysis from Operation Venetic has also showed that some directed hitmen to execute rivals from their overseas bases. In some cases military grenades were left in the gardens of targets.\n\nBeing abroad also offers the advantage of face-to-face networking with other international criminals.\n\n“These locations operate like the Wall Street of criminality. Your highest-end members have to be present and carry that level of credibility; you’re not going to be doing that from Liverpool.\n\n“You might want access to South Americans, access to Dutch hauliers for logistics, access to customers back in the UK. It’s about sculpting your business model,” said Perfect."}]}, "breitbart": {"link": "http://www.breitbart.com/", "articles": [{"title": "Exclusive — Mike Pence: 2020 a Choice Between ‘Leadership' and 'the Left'", "text": "PHILADELPHIA, Pennsylvania — Vice President Mike Pence told Breitbart News exclusively on Thursday that the “stakes have never been higher” than the 2020 presidential election in a choice between “leadership” from President Donald Trump and the radical “left” from former Vice President Joe Biden.\n\n“I think the stakes have never been higher, and the choice has never been clearer,” Pence said in the exclusive interview on Thursday on his and Trump’s campaign bus. “In President Donald Trump, you have a leader who’s delivered on every promise that he made to the people of America—to rebuild our military, to revive our economy, to appoint conservatives to our courts at every level—and has seen our nation through one of the greatest health challenges in the past 100 years. In Joe Biden, you have a candidate that’s being driven by the radical left calling for more taxes, more regulation, and advocating the kind of policies that will literally trample on the Second Amendment rights and values. The Supreme Court decision yesterday on the Little Sisters of the Poor finally set right what was wrong in the Obama-Biden administration that sought to trample on religious freedom. This president took executive action to stand for religious liberty and the Supreme Court, and both decisions affirmed our commitment to our highest ideal.”\n\nPence continued by noting that the choice American voters have in November is clear, one “between leadership and the left.”\n\n“So I think it’s about that, but it’s a real choice as well between leadership and the left,” Pence said. “In President Donald Trump, you have leadership that’s been advancing an agenda that’s made America stronger than ever before, has been willing to defend America at home and abroad, willing to stand with law enforcement without apology, and freed up the American economy through less taxes and less regulation, more American energy, and free and fair trade. He stood on the values and ideals enshrined in our Bill of Rights and the right to life.”\n\nIn contrast, “In Joe Biden, you have someone who presided over a time of cutbacks in our military, opposed the military strike against Osama bin Laden, who’s already advocating an agenda to raise taxes, advanced the policies of the Green New Deal, and has trampled on the American energy renaissance that’s underway and [wants to] return to the economic surrender to China and other nations that was emblematic of the last administration.”\n\nPence, too, noted that the current debate regarding police in the United States—where Democrats have sought to defund police departments, and Trump and Republicans have stood up for law enforcement—is a clearcut example of where the contrast between Trump’s leadership and Biden’s kowtowing to the left is on display. Pence’s interview came just hours before he appeared at a Fraternal Order of Police lodge event in Philadelphia for a “Back the Blue” rally with police officers.\n\n“I also think the choice between leadership and the left is emblematic when you look at this president’s approach to law and order and his stand for law enforcement,” Pence said. “Joe Biden, who yesterday actually used the word ‘enemy’ to describe men and women in law enforcement, said he’d be willing to cut funding for law enforcement. We’re not going to defund the police. We’re going to stand by the men and women of law enforcement, and we’re going to fund better public safety in this country, which is what the American people want to happen. The whole range of issues, to me, really is a choice between American leadership and the far left. And it’s why I’m confident the American people are going to choose American leadership and four more years of President Donald Trump.”\n\nPence also made clear in the interview, as Breitbart News previously reported, that the “only thing” that stands between Americans and the radical “far left” policies of the Democrat Party is a second term for President Trump. Earlier in the week, before this interview, Biden rolled out a “unity” plan with socialist Sen. Bernie Sanders of Vermont, where Biden actually lifted several passages straight from Sanders’ socialist agenda word-for-word, adopting them as his own now. Asked about this, and if this proves that radical left element now controls Biden, Pence said this platform document is proof that Biden is not a moderate like he claims to be, but just as far left as the socialists ascendant within the Democrat Party.\n\n“My first look at their so-called ‘unity platform’ is it looks like Joe Biden has fully united with the American left,” Pence said. “The American people see through it. You look at a whole range of policies where he’s abandoned positions he took in the past. It just tells you that this election is not just about a choice between President Trump and Joe Biden; it’s really a choice between an agenda that made America great again and poured a foundation that’s seen our nation through one of the most challenging times in my lifetime and an agenda that would try to remake America along some European-style welfare state abandoning our ideals, abandoning our history, and abandoning our values.”\n\nPence also, as Breitbart News has reported, highlighted the fact that Sanders is now effusively praising Biden, claiming he would be the most progressive leftist president since Franklin Delano Roosevelt—even more leftist than Barack Obama was when Biden served as his vice president.\n\n“I just saw where Bernie Sanders said that Joe Biden could be the most progressive president since FDR,” Pence said. “When you have the enthusiasm of a socialist who ran for president, when you have the enthusiastic support of people who want to crush this economy with more taxes and more regulation…I think this is a freedom-loving country, and the American people are going to choose freedom on November 3 when they vote to reelect President Donald Trump.”\n\nThe full interview with Pence aired on Breitbart News Saturday on SiriusXM 125 the Patriot Channel on Saturday morning.\n\nLISTEN TO VICE PRESIDENT MIKE PENCE ON BREITBART NEWS SATURDAY:", "link": "http://www.breitbart.com/politics/2020/07/11/mike-pence-2020-election-choice-leadership-donald-trump-left-joe-biden/", "published": "2020-07-11T00:00:00"}, {"title": "Exclusive — Pence on Trade, China, Immigration: Trump Puts U.S. First", "text": "PHILADELPHIA, Pennsylvania — Vice President Mike Pence told Breitbart News exclusively that President Donald Trump has delivered on a number of promises he made to the American people to put “America First,” especially on trade, China, and immigration.\n\nAsked about Trump’s meeting the day before this Thursday interview with Breitbart News aboard his and Trump’s campaign bus in Pennsylvania with Mexican President Andrés Manuel López Obrador—in particular about the new U.S.-Mexico-Canada (USMCA) trade agreement replacing the North American Free Trade Agreement (NAFTA)—Pence said Trump delivered on his promise to American workers.\n\n“The USMCA is a huge win for American jobs and American farmers,” Pence said. “It’s one more example of promises made, promises kept. I saw the president drive a hard bargain. I just left; I visited a dairy farm here in rural Pennsylvania, and dairy farmers were struggling in Wisconsin with the unfair trade practices coming out of Canada. I saw the president on that issue, on manufacturing, on automotive workers. He just stood strong, and putting American workers and manufacturers first and delivered a great victory that’s, that combined with the strong stand he’s taken on China, I think, show the American people that they really do have a president who will always put America first.”\n\nWhat’s more, former Vice President Joe Biden—the presumptive 2020 Democrat presidential nominee—has attempted to claim that President Trump is weak on China. In recent months, Biden’s campaign has tried to claim that Trump has not been forceful or effective enough when it comes to standing up to the communist regime in Beijing. Pence debunked that when asked by Breitbart News to detail many of the things that President Trump has done to hold communist China accountable during his three-plus years in the White House now.\n\n“When we took office, China was half of our international trade deficit,” Pence said. “President Trump made it clear that those days are over. We put China on notice that we were no longer going to tolerate trade policies and practices that have seen American jobs shipped overseas. So he’s used his authority and imposed tariffs and taken a strong stand. We’ve also, on strategic issues, we’ve made it clear we’re going to stand up for the interests of America in the Asia-Pacific. We’ve defended the freedom of navigation. In fact, we have two aircraft carriers in the South China Sea taking a strong stand. Also, just more recently with China breaking their word on Hong Kong, and the president has announced we are taking action that will be out in the coming days that will demonstrate our commitment to the people of Hong Kong and our commitment to freedom-loving people around the world. But that, whether it be the strong stand on trade and tariffs, whether it be our commitment to our strategic interests in the region, or whether it be our stand for freedom and human rights, no president in my lifetime has been tougher on China than President Donald Trump.”\n\nThen when it comes to immigration, Pence said President Trump’s orders amid the coronavirus pandemic, in particular the ones halting new immigration and the ones stopping guest worker programs like the H-1B program mean that as the jobs come back and the economy recovers, the jobs go to Americans first.\n\n“It’s helping the American comeback,” Pence said when asked about the president’s myriad immigration orders during the pandemic. “When the president stood up the White House Coronavirus Task Force, we had one mission, and that was to save lives. Now our mission going forward is to save lives and open up America again. But efforts the president took to protect American jobs throughout this pandemic, whether it be the Paycheck Protection Program or support for families or resources for businesses, was historic. But the action he also took to make sure that when the jobs come back, the jobs are going to Americans also played a critical role in the fact that at the height of the pandemic, we lost 22 million American jobs, and now in a few short months, we’ve added seven million jobs back to the economy. We have a ways to go, but the president’s action in every respect has been to make sure that American families and American businesses can see their way through this pandemic, and as the jobs come back, those jobs go to Americans first.”\n\nPence’s full interview with Breitbart News aired on Breitbart News Saturday on SiriusXM 125 the Patriot Channel. Other topics covered include his reaction to House Speaker Nancy Pelosi’s nonchalant dismissal of vandals who tore down a Christopher Columbus statue in Baltimore to Biden’s association with the ascendant radical left socialist wing of the Democrat Party to the stakes of the 2020 presidential campaign.\n\nLISTEN TO VICE PRESIDENT MIKE PENCE ON BREITBART NEWS SATURDAY:", "link": "http://www.breitbart.com/politics/2020/07/11/mike-pence-trade-china-immigration-trump-put-america-first/", "published": "2020-07-11T00:00:00"}, {"title": "Exclusive: Read the Full Army Email w", "text": "A U.S. Army email inviting employees to listening sessions on race and diversity referred to an attachment to the email, which contained a graphic that said the phrase, “Make America Great Again” is evidence of white supremacy, according to a copy of the email obtained exclusively by Breitbart News.\n\nThe email — sent on July 6, 2020, from the Army Missile & Aviation Center’s Equal Employment Opportunity Manager Chaney P. Pickard to employees at the center on the Redstone Arsenal Army Base in Alabama — invited employees to attend and said: “see attached timeline” for specific times for the listening sessions.\n\nArmy Email by Breitbart News on Scribd\n\nThe email had a five-page attachment that included the times, plus a graphic that listed behaviors considered evidence of “white supremacy” in a pyramid.\n\nYour Voice Matters -Flyer Handouts – 6 July 2020 by Breitbart News on Scribd\n\nThe attachment’s first page contained basic information about the U.S. Army’s “Operation Inclusion” listening sessions, due to take place July 8-9, 2020, at the Sparkman Center Complex, Building 5309, in the Bob Jones Auditorium.\n\nThe second page gives more information on the listening sessions. “Interested and available Soldiers and [Department of the Army] Civilians in the Huntsville, Alabama, Redstone Arsenal, and the [U.S. Army Corps of Engineers] areas are welcomed to participate in the listening sessions taking place 8 and 9 July.” It also listed specific times of the listening sessions.\n\nThe third page says “U.S. ARMY EQUITY & INCLUSION AGENCY and Assistant Secretary of the Army – Manpower and Reserve Affairs” at the top, and five “Must-Read Articles For Every Leader,” along with web addresses to the articles.\n\nThe articles are #1: America is on Fire. / #2: Bryan Stevenson on the Frustration Behind the George Floyd Protest #3: Your Black Colleagues May Look Like They’re Okay–Chances Are They’re Not #4: U.S. Businesses Must Take Meaningful Action Against Racism #5: Five Practices and Three Myths that Fuel Inequality.\n\nThe fourth page contains the graphic that has outraged conservatives and lawmakers. It is a pyramid listing behaviors considered to be overt and covert white supremacy, including saying, “Make America Great Again,” celebrating Columbus Day, and saying “all lives matter,” or “there’s only one human race.”\n\nA U.S. Army employee on Monday sent an email invite to likely thousands of military and civilian members for a U.S. Army 'Operation Inclusion' listening tour, which included a graphic that said saying \"MAGA\" is evidence of white supremacy. The Army says it was \"sent in error.\" pic.twitter.com/NUvm0lMVMh — Kristina Wong 🇺🇸 (@kristina_wong) July 9, 2020\n\nThe full list of “convert [sic] white supremacy,” behaviors which are labeled racist but “social accetable [sic],” reads:\n\nCalling The Police on Black People\n\nWhite Silence\n\nColorblindness\n\nWhite Parents Self-Segregating Neighborhoods & Schools\n\nEurocentric Curriculum\n\nWhite Savior Complex\n\nSpiritual Bypassing\n\nEducation Funding from Property Taxes\n\nDiscriminatory Lending\n\nMass Incarceration\n\nRespectability Politics\n\nTone Policing\n\nRacist Mascots\n\nNot Believing Experiencing of BIPOC [Black, Indigenous, People of Color]\n\nPaternalism\n\n“Make America Great Again”\n\nBlaming the Victim\n\nHiring Discrimination\n\n“You Don’t Sound Black”\n\n“Don’t Blame Me, I Never Owned Slaves”\n\nBootstrap Theory\n\nSchool-to-Prison Pipeline\n\nPolice Murdering BIPOC\n\nVirtuous Victim Narrative\n\nHigher Infant & Maternal Mortality Rate for BIPOC\n\n“But What About Me?”\n\n“All Lives Matter”\n\nBIPOC as Halloween Costumes\n\nRacial Profiling\n\nDenial of White Privilege\n\nPrioritizing White Voices as Experts\n\nTreating Kids of Color as Adults\n\nInequitable Healthcare\n\nAssuming Good Intentions Are Enough\n\nNot Challengin [sic] Racist Jokes\n\nCultural Appropriation\n\nEurocentric Beauty Standards\n\nAnti-Immigration Policies\n\nConsidering AAVE [African-American Vernacular English] “Uneducated”\n\nDenial of Racism\n\nTokenism\n\nEnglish-Only Initiatives\n\nSelf-Appointed White Ally\n\nExceptionalism\n\nFearing People of Color\n\nPolice Brutality\n\nFetishizing BIPOC\n\nMeritocracy Myth\n\n“You’re So Articulate”\n\nCelebration of Columbus Day\n\nClaiming Reverse-Racism\n\nPaternalism\n\nWeaponized Whiteness\n\nExpecting BIPOC to Teach White People\n\nBelieveing [sic] We Are “Post-Racial”\n\n“But We’re All One Big Human Family”/”There’s Only One Human Race”\n\nHousing Discrimination\n\nThe image is credited to several sources, the most recent being “The Conscious Kid,” an Instagram account that posted a similar graphic in May 2020. The flyer’s version seems to be a re-creation of the viral post; the anonymous author utilized a different color scheme and introduced several typos. The Conscious Kid’s caption asserts “white supremacy” manifests itself “regardless of the presence or absence of racial hatred.”\n\nThe fifth and last page of the attachment is a graphic of hands of different skin tones holding on to each other, with the slogan “The Army Is What You Make It” next to a U.S. Army logo.\n\nThe pyramid is what incensed Rep. Mo Brooks (R-AL), who learned about the email from recipients. He has called the graphic a clear violation of the Hatch Act, which bans federal employees and members of the military from engaging in political activity at work.\n\nAfter Brooks revealed the email’s existence on July 8, 2020, the Army issued a statement that said the “Project Inclusion listening tour handout included two unapproved pages that were sent out in error and immediately recalled.”\n\nThe Army statement said:\n\nThe slides – copied from a non-government website – included a word cloud with phrases that were intended to spark conversation; however, the document was predecisional and inappropriate for the discussion. The unapproved pages were in no way used as part of the “Your Voice Matters” listening tour sessions. As soon Department of the Army leaders were made aware of these products the Army initiated a 15-6 investigation to determine how this happened. The Army does not condone the use of phrases that indicate political support. The Army is and will continue to remain an apolitical organization.\n\nThe Army’s statement did not specify which other page was sent in error.\n\nBrooks said in an interview with Breitbart News on Friday that he spoke to Army Under Secretary Jim McPherson but was not given any explanation for what happened.\n\n“He is going to order a 15-6 investigation, and a colonel is going to head up the investigation, and he expects it to be thorough, and once they have the information of who did what when where and why, then they’ll be in a position to ascertain how best to handle this matter,” Brooks said.\n\n“It would be fair to say that Under Secretary of the Army Jim McPherson, who I spoke with, was appalled at the email’s content,” he added.\n\nBrooks said he has not spoken to Army Secretary Ryan McCarthy, who launched Project Inclusion, which “Operation Inclusion” is apparently a part of.\n\nBrooks said the “first step” of the 15-6 investigation will include forensic examination of computers, use of email addresses, and the interview of witnesses.\n\n“Appropriate culprits can then be dealt with appropriately. Appropriately to me means fired,” he said.\n\n“I would like to see everybody with authority over this matter, from commander in chief of the United States Army President Donald Trump on down, to become involved because of how egregious this conduct was,” he said.\n\n“It was not only a blatant violation of the Hatch Act, it was also overt racism by the people involved,” he added.\n\nBrooks said that email recipients have indicated to his office that other people than Mr. Pickard were distributing the email — raising the possibility that Pickard did not send it out on his own initiative.\n\n“My office having personally communicated with recipients of the email, it appears that there were others distributing this racist Hatch Act violating email, not just Chaney Pickard,” Brooks said.\n\nThe congressman said he has no problem with the concept of eliminating racist attitudes, but that what happened was purposely divisive. He said:\n\nIt is one thing for the United States Army to help educate people in order to minimize or eliminate racist attitudes, and I applaud those kinds of efforts. It’s an entirely different thing for employees — particularly those of the United States Army to blatantly violate the Hatch Act and to engage in their own counter-racism.\n\n“In my judgment, what happened here is symptomatic of a much bigger problem that America has where people are, for partisan political gain purposes, trying to divide us based on race, which is something that none of us have any control over,” he said.\n\n“We’re born with that attribute which is wholly unrelated to our character, our conduct as people, and I would hope that those who are trying to divide us by race will ultimately be held accountable for the racial division that they themselves are causing.”\n\nFollow Breitbart News’s Kristina Wong on Twitter or on Facebook.", "link": "http://www.breitbart.com/politics/2020/07/11/exclusive-army-email-refers-recipients-to-attachment-which-included-graphic-calling-maga-a-sign-of-white-supremacy/", "published": "2020-07-11T00:00:00"}, {"title": "Postal Worker Pleads Guilty to Altering Party Affiliation on Ballot Requests", "text": "A mail carrier in Virginia’s Pendleton County has pleaded guilty to election fraud, reportedly altering the party affiliation on absentee ballot requests, the Department of Justice announced Thursday.\n\nThomas Cooper, the mail carrier who had a U.S. Postal Service contract to deliver mail in Virginia’s Pendleton County, pleaded guilty to one count of “Attempt to Defraud the Residents of West Virginia of a Fair Election” and one count of “Injury to the Mail” after altering the party affiliation on at least five absentee ballot request forms.\n\n“In April 2020, the Clerk of Pendleton County received ‘2020 Primary Election COVID-19 Mail-In Absentee Request’ forms from eight voters on which the voter’s party-ballot request appeared to have been altered,” the DOJ announced.\n\n“The investigation found five ballot requests that had been altered from ‘Democrat” to “Republican,'” the DOJ said.\n\nThe clerk reportedly knew some of the voters were not Republicans and contacted the West Virginia Secretary of State’s office, which launched the investigation.\n\nWhile the party was not changed on the three remaining ballots, the request “had been altered,” the DOJ affirmed:\n\nCooper was responsible for the mail delivery of the three towns from which the tampered requests were mailed: Onego, Riverton, and Franklin, West Virginia. Cooper admitted today to altering some of the requests. Assistant U.S. Attorney Stephen D. Warner is prosecuting the case on behalf of the government. The West Virginia Secretary of State’s Office, the West Virginia Attorney General’s Office, and the U.S. Postal Service Office of Inspector General investigated. U.S. Magistrate Judge Michael John Aloi presided.\n\nCooper reportedly told investigators he did it “as a joke.”\n\n“[I] don’t even know them,” he said, according to the complaint.\n\nScott Curnutte, Cooper’s attorney, told BuzzFeed News that Cooper is “deeply sorry for the implications for our democratic process.”\n\n“It should be remembered, however, that the mail he altered were requests for ballots, not ballots themselves,” he added.\n\nThe news comes as the GOP — and President Trump — continue to warn of the potential consequences of widespread vote-by-mail, which they say exponentially increases the risk for voter fraud.\n\nA dead cat recently made waves after receiving a voter registration form by mail in Georgia, as Breitbart News reported.", "link": "http://www.breitbart.com/politics/2020/07/11/mail-carrier-pleads-guilty-election-fraud-altered-party-affiliation-absentee-ballot-requests/", "published": "2020-07-11T00:00:00"}]}, "infowars": {"link": "https://www.infowars.com/", "articles": [{"title": "Exclusive! Roger Stone Responds To Trump Clemency + Wayfair Scandal Assessed", "text": "On this special Saturday broadcast, Alex Jones breaks down President Trump’s commutation of Roger Stone’s jail sentence and what that means for the Deep State traitors and their failed narrative going forward into the November presidential election. Also Jones explains what’s really behind the Wayfair “sex trafficking” story that’s blown up on social media, forcing the company to respond.\n\nOur 4th of July Super Sale has been extended! Get double Patriot Points and free shipping on the hottest items!", "link": "https://www.infowars.com/exclusive-roger-stone-responds-to-trump-clemency-wayfair-scandal-assessed/", "published": "2020-07-11T14:48:35-05:00"}, {"title": "Exclusive! Roger Stone Responds To Trump Clemency + Wayfair Scandal Assessed", "text": "On this special Saturday broadcast, Alex Jones breaks down President Trump’s commutation of Roger Stone’s jail sentence and what that means for the Deep State traitors and their failed narrative going forward into the November presidential election. Also Jones explains what’s really behind the Wayfair “sex trafficking” story that’s blown up on social media, forcing the company to respond.\n\nOur 4th of July Super Sale has been extended! Get double Patriot Points and free shipping on the hottest items!", "link": "https://www.infowars.com/exclusive-roger-stone-responds-to-trump-clemency-wayfair-scandal-assessed/#vuukle-comments", "published": "2020-07-11T14:48:35-05:00"}, {"title": "Pelosi, Romney, Brennan & Others Melt Down Over Trump Commuting Roger Stone’s Sentence", "text": "Members of the Democratic leadership, Deep State, and even a couple RINOs were apoplectic over news that President Trump commuted the 40-month jail sentence of confidante Roger Stone on Friday.\n\nThe likes of House Speaker Nancy Pelosi (D-Calif.), Senate Minority Leader Chuck Schumer (D-N.Y.), Rep. Adam Schiff (D-Calif.), and even Republican turncoat Sen. Mitt Romney (Utah) were all up in arms over Stone’s commutation on Saturday, which they characterized as “historic corruption.”\n\n\n\nAlex Jones breaks down President Trump’s commutation of Roger Stone’s jail sentence in this special Saturday report.\n\nUnprecedented, historic corruption: an American president commutes the sentence of a person convicted by a jury of lying to shield that very president. — Mitt Romney (@MittRomney) July 11, 2020\n\nPresident Trump’s decision to commute the sentence of top campaign advisor Roger Stone, who could directly implicate him in criminal misconduct, is an act of staggering corruption. https://t.co/Ljqu2E71zs — Nancy Pelosi (@SpeakerPelosi) July 11, 2020\n\nThe American ideal of equal justice under the law is once again being undermined by a lawless president who regards the Justice Department as his personal plaything. By refusing to hold President Trump accountable, the Republican Party bears responsibility for his lawlessness. https://t.co/0VfaL9LYeY — Chuck Schumer (@SenSchumer) July 11, 2020\n\nCommuting Roger Stone’s sentence is a terrible blow to justice and the rule of law. Through this act, Trump is saying: “If you lie for me, if you cover up for me, if you obstruct for me, I will protect you.” Another tragic day for American democracy. pic.twitter.com/kgIXpc6HdG — Adam Schiff (@RepAdamSchiff) July 11, 2020\n\nFormer CIA Director John Brennan, known for his particularly vicious tweets toward Trump, charged that the president “made a mockery of our Constitution,” which is rich given his role in warrantless spying on members of Congress in 2014 and perpetuating the debunked Steele Dossier.\n\nTrump has made a mockery of our Constitution, values, & way of life. His record of criminal & sociopathic behavior is a precursor of greater danger & harm to our country. What else must he do before his supporters see the threat he poses to America?\n\nhttps://t.co/Qkzi3gYagp — John O. Brennan (@JohnBrennan) July 11, 2020\n\nMembers of the media, including the Washington Post editorial board, were also freaking out over the news.\n\nWaPo op-Ed board calls Trump’s commutation of Roger Stone’s sentence “one of the most nauseating instances of corrupt government favoritism the United States has ever seen.” https://t.co/KuRowJbvBC — David Nakamura (@DavidNakamura) July 11, 2020\n\nIn Donald Trump’s America, Roger Stone is rewarded for lying and Lt. Col. Vindman is punished for telling the truth. — Bill Kristol (@BillKristol) July 11, 2020\n\nWhich one? At this point it’s getting tough to sort. https://t.co/bfoN1Q4crD — Joy Reid (@JoyAnnReid) July 11, 2020\n\nThe WH statement on the grant of clemency to Stone reads like a Hannity monologue, doesn’t contest that Stone lied to Congress & witness tampered, & contains numerous demonstrable lies, such as claiming that Mueller probe produced no evidence of collusion. https://t.co/AEs5WPQUDY — Aaron Rupar (@atrupar) July 11, 2020\n\nJoe Biden’s presidential campaign also weighed in, claiming Trump “laid waste” to the “norms and values” of America.\n\n“President Trump has once again abused his power, releasing this commutation on a Friday night, hoping to yet again avoid scrutiny as he lays waste to the norms and the values that make our country a shining beacon to the rest of the world,” Biden spokesman Bill Russo said Friday.\n\n“He will not be shamed. He will only be stopped when Americans make their voice heard at the ballot box this fall. Enough.”\n\nTrump tweeted on Saturday that he commuted Stone’s sentence because he was “targeted” by the “illegal” Russian collusion “witch hunt” which found absolutely no collusion between Trump’s campaign and Russia in any way.\n\n“Roger Stone was targeted by an illegal Witch Hunt that never should have taken place. It is the other side that are criminals, including Biden and Obama, who spied on my campaign – AND GOT CAUGHT!” Trump tweeted.\n\nRoger Stone was targeted by an illegal Witch Hunt that never should have taken place. It is the other side that are criminals, including Biden and Obama, who spied on my campaign – AND GOT CAUGHT! — Donald J. Trump (@realDonaldTrump) July 11, 2020\n\nTwitter: Follow @WhiteIsTheFury\n\nParler: https://parler.com/profile/WhiteIsTheFury/posts\n\nGab: https://gab.com/WhiteIsTheFury\n\nMinds: https://www.minds.com/whiteisthefury\n\nAlex Jones exposes dem leaders & major publications saying military brass are preparing to remove Trump.\n\nOur 4th of July Super Sale has been extended! Get double Patriot Points and free shipping on the hottest items!", "link": "https://www.infowars.com/pelosi-romney-brennan-others-melt-down-over-trump-commuting-roger-stones-sentence/", "published": "2020-07-11T12:25:42-05:00"}]}, "washingtonpost": {"rss": "http://feeds.washingtonpost.com/rss/world", "link": "https://www.washingtonpost.com/", "articles": [{"link": "https://www.washingtonpost.com/world/asia_pacific/india-tiktok-ban-chicken-leg-piece/2020/07/10/46b79598-c0a4-11ea-8908-68a2b9eae9e0_story.html?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-07-10T07:24:04", "title": "Millions watched an Indian man eat chicken legs on TikTok until the app was banned", "text": "He amassed nearly 7 million followers within months, from the United States to Dubai. Hundreds of local followers began showing up at his house. A developer turned him into a video game. The hashtag #ChickenLegPiece racked up almost 4 billion views on TikTok, with thousands of fans re-creating his style.\n\nThat stopped abruptly at the end of June. Following a deadly border clash with China in which 20 Indian soldiers were killed, the Indian government banned over 50 Chinese mobile applications, including TikTok. The ban hit hard not just for millions of ­TikTok-obsessed Indian teenagers but also for the app’s superstars, many of whom relied on it for an income. Now, they must find a new platform, a void that other social media platforms are scrambling to fill. This week, Instagram launched Reels, a video-sharing feature in India.\n\nAD\n\nAD\n\nNow TikTok could face a similar ban in the United States as tensions with China grow. President Trump has often blamed China for the worsening situation of the novel coronavirus in the United States and has barred U.S. companies from doing business with Chinese technology company Huawei. This week, Trump and Secretary of State Mike Pompeo said the United States is considering banning some Chinese apps.\n\nOwned by the Chinese business ByteDance, TikTok has been downloaded more than 2 billion times worldwide. Its biggest star is an American teenager from Connecticut. More than 40 percent of its users are under 24.\n\nTikTok’s rise in India has been fueled in part by millions of first-time Internet users. At the beginning of the decade, an estimated 20 million people in the country had access to the Internet. In 2018, that figure had swelled to 560 million. India is also the second-largest smartphone market in the world and has the cheapest data prices. With 200 million users on TikTok, ­India was its biggest market outside of China.\n\nThe app became a symbol of the aspirations of the country’s fast-growing young population. Millions of users from small-town India logged in to channel their creative fantasies, no matter how absurd. More important, it provided them quick fame and money — a rare prize in the country of more than 1.3 billion people.\n\nThe father of two teenagers, Kamathe was confounded by his success. For more than a year, he had danced and sung songs on the app without registering a blip. His big moment came after he began filming and describing his meals. Offers poured in from hotels to feature them, and colleges invited him to festivals. TikTok contacted him and told him he had set a niche trend, encouraging him to continue.\n\nAD\n\nAD\n\n“I felt like a film star,” he said. Unlike many other TikTokers, Kamathe — who sports tattoos and a biker mustache — was not dependent on the app to generate an income.\n\nBut the ban on the app has disrupted the dreams of stardom of many TikTok stars like Kamathe. In the days since, they have shifted to using similar, knockoff apps in a bid to retain or build on their popularity. But it’s not easy.\n\n“TikTok fame cannot be re-created easily,” Kamathe said. “No one has heard of the other apps. TikTok is global.”\n\nKamathe has tried his hand at Instagram and has used a live-streaming app to chat with fans. But he doesn’t feel the same enthusiasm.\n\nHis foreign fans, too, are feeling his absence. Dozens of messages pour in daily on Instagram, he said.\n\nAD\n\n“I miss his videos a lot,” said Joshua Ford, 16, from Columbus, Ohio, a TikToker who created videos in which he watches Kamathe eat. “He was my favorite because he could always put a smile on my face.”\n\nAD\n\nOgochukwu Akamelu, a Los Angeles-based founder of an influencer marketing group, described Kamathe as “TikTok’s greatest trend.” The 22-year-old said he found the content “simple, wholesome and hilarious.”\n\nThe Indian government justified the ban saying it had received complaints that the banned apps were “stealing” user data in an “unauthorized manner.” This, they said, posed a threat to the “sovereignty and integrity” of the country.\n\nIn a statement, TikTok India said it complies with “all data privacy and security requirements under Indian law.” In an email to The Washington Post on Tuesday in response to Pompeo’s statement, a TikTok spokesperson denied accusations of providing data to the Chinese government, pointing out that the company was led by an American CEO.\n\nAD\n\nKamathe said he feels compelled to stand in support of the government’s decision. After weeks of tension and a troop buildup, both India and China say that they are in the process of disengaging from certain contentious points on the border but that talks are still ongoing.\n\nAD\n\nKamathe hopes the ban will be revoked soon as relations improve. For now, eating chicken leg pieces feels different.\n\n“Earlier, I could share meals with millions,” he said. “Suddenly, I feel alone.”"}, {"link": "https://www.washingtonpost.com/world/europe/ukraine-central-bank-scandal-imf/2020/07/10/9a9eeba8-c04e-11ea-8908-68a2b9eae9e0_story.html?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-07-11T11:00:00", "title": "Ukraine’s bank chief quit and received a coffin as a warning. It’s a scandal that threatens the country’s economic health.", "text": "The developments also blasted another hole in the clean-government pledges of President Volodymyr Zelensky, a former TV comedian and political neophyte who came to power last year promising to uproot the corruption that has plagued the country’s courts, business culture and politics for decades.\n\nNow, Zelensky’s government could face some serious fallout from those Ukraine needs most: supporters in Europe, the United States and global financial institutions.\n\nAD\n\nAD\n\nQuestions over political interference in the National Bank of Ukraine, the central bank, could threaten future International Monetary Fund support for Ukraine at a critical time. Ukraine’s economy, hard hit by the coronavirus pandemic, is projected by the government to shrink by 4.8 percent this year.\n\nEyes on an oligarch\n\nThe latest crisis over political interference in Ukraine’s central bank also comes with Ukraine still mired in U.S. politics, including the still-active efforts by President Trump’s personal lawyer, Rudolph W. Giuliani, to dig up dirt in Ukraine on presumptive Democrat nominee Joe Biden and his son Hunter.\n\nLeaks of confidential conversations involving Biden and former Ukraine president Petro Poroshenko — including a fresh batch made public Wednesday — have provided no major ammunition for Trump’s campaign. But they underscore the unruly nature of Ukraine’s politics and Zelensky’s inability to control it.\n\nAD\n\nAD\n\nThe central bank crisis, however, raises the stakes sharply for Ukraine.\n\nAnalysts said the doubts over the bank’s independence threaten billions in future IMF payments as well as other institutions and the European Union.\n\nAnd some tracking Ukraine’s economy, such as emerging markets expert Timothy Ash, suspect the attacks on the central bank are coming from powerful oligarch Ihor Kolomoisky, in an effort to weaken central bank governance and potentially regain control of his former bank, PrivatBank, which was nationalized by the central bank in 2016.\n\n“Zelensky seems to have fired a Javelin missile through NBU independence,” wrote Ash in a briefing note. “He seems to have allied now not only with Kolomoisky but the industrial lobby which argues that Ukraine does not need the IMF.”\n\nAD\n\nEven Smolii’s predecessor as central bank chief, Valeria Gontareva, called on the IMF to block future funds to Ukraine — and reclaim tranches already sent in — if the bank’s independence was not protected. In June, a critical $2.1 billion in IMF loans landed, but the conditions included an independent central bank, a floating exchange rate and continuing inflation targeting.\n\nAD\n\nOther IMF prerequisites included the passage of a bill in May to prevent Kolomoisky from regaining control of PrivatBank.\n\n“If they try to cheat the IMF, the IMF should react in line with common sense,” Gontareva said in an interview from London, citing apparent breaches of IMF conditions.\n\nAnother coffin warning\n\nGontareva fled to Britain in 2017 after her house was vandalized and masked men with Kalashnikov rifles delivered a coffin with her blood-soaked effigy to the National Bank of Ukraine, or NBU.\n\nAD\n\nLast year, masked men with machine guns searched her Kyiv apartment and her home outside Kyiv was burned to the ground.\n\nUkraine’s domestic intelligence agency, the Security Service of Ukraine (SBU), has ominously warned former bank officials against commenting on the bank’s operations — a directive analysts said appeared aimed at Gontareva, Smolii and other NBU bank officials.\n\nAD\n\nGontareva described the SBU as “this Ukrainian KGB.”\n\n“I have not even experienced something like that in Soviet times,” she said.\n\nWarning bells began sounding March 4, when Zelensky abruptly fired the reformist prime minister, Oleksiy Honcharuk, and his government. Next, general prosecutor Ruslan Ryaboshapka was ousted after engineering an ambitious overhaul of the prosecution service seeking to weed out corruption.\n\nCentral bank chief Smolii says he was forced out in a meeting with Zelensky on June 30. He said political interference had made it impossible to do his job.\n\nAD\n\nOn Wednesday, Zelensky called for an 11 percent devaluation of Ukraine’s currency, the hryvnia.\n\n“On the one hand [Zelensky] pretends that he supports central bank independence, and on the other hand he immediately undermines all our reforms, because an independent central bank is not just a slogan,” Gontareva said.\n\nAD\n\nBefore fleeing Ukraine, Gontareva closed dozens of banks and nationalized PrivatBank, the country’s biggest lender, in 2016 after $5.5 billion in deposits went missing.\n\nIt made her an enemy of the bank’s former part owner, Kolomoisky, who is reportedly under investigation by the FBI for money laundering.\n\nShe believes he is behind the intimidation campaign against Smolii and the NBU.\n\n'Reform seems to be dead'\n\n“The nuthouse is calling for Gontareva,” Kolomoisky told The Washington Post in a text message Friday.\n\nAD\n\nThe tycoon, who had a past business association with Zelensky, has previously denied Gontareva’s accusations that he instigated the intimidation against her. Lawmakers recently passed a law preventing him from regaining control of PrivatBank.\n\nZelensky’s office said he supported the NBU’s independence, in emailed answers to questions, adding the new NBU chief would be an experienced professional with a good reputation.\n\nAD\n\nAnswering concerns that Kolomoisky had long sought Smolii’s departure, the office said the tycoon had no influence over state institutions.\n\n“Smolii’s resignation was a surprise to the president’s office. No one expected or demanded his replacement,” the office said. “The Office of the President cannot force a person to remain in office if he or she does not want to.”\n\nAD\n\nSmolii’s version is different. He said it became clear at the June 30 meeting that Zelensky wanted him out. He asked Zelensky if he wanted him to go and the president said yes, Smolii said.\n\nGoesta Ljungman, head of IMF’s office in Ukraine, said “the fact that the management of the NBU openly says that it is subject to political pressure should be of concern to all,” speaking to Ukrainian business news website Liga.net.\n\n“Reform seems to be dead in Ukraine,” the analyst Ash added. “The obvious concern now is that we see a return to the disastrous economic policies run under former Ukraine president [Viktor] Yanukovych,” he said referring to a pro-Russian Ukraine leader forced from office in the 2014 Revolution of Dignity.\n\nAD\n\nAD\n\nThe timing of Smolii’s acrimonious departure was also a blow: less than three weeks later, Zelensky signed a memorandum agreeing to IMF conditions to allow money to flow.\n\n“Which means,” said Anders Aslund, senior fellow at the Atlantic Council, “his word means nothing.”"}, {"link": "https://www.washingtonpost.com/world/middle_east/bahrain-found-evidence-of-torture-behind-confession-but-death-sentences-still-stand/2020/07/10/b6b04a66-c211-11ea-8908-68a2b9eae9e0_story.html?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-07-11T11:00:00", "title": "Bahrain found evidence of torture behind confession. But death sentences still stand.", "text": "On Monday, a court in the tiny Persian Gulf country is scheduled to hold a final hearing before the executions proceed.\n\nIn a call to his wife from prison a week ago, one of the inmates bemoaned what human rights activists call a miscarriage of justice.\n\nAD\n\n“I am Mohammed Ramadan. Sentenced to execution. And I know that nobody might care about or listen to me, because I do not have money, or a [high] position, and am not famous,” he said, according to a recording made by his wife, Zeinab.\n\n“There are pictures, medical reports, witnesses, which all prove that I was tortured,” Ramadan said. “I am innocent of the crime of which I was accused, subjected to a sham trial and sentenced to death. My death will be unlawful, and yet, it has been [ordained] by law.”\n\nRamadan, 37, and his friend Hussain Moosa, 34, were sentenced in 2014 to death, and Bahrain’s highest court upheld the capital punishment a year later.\n\nAD\n\nAD\n\nBut the Special Investigations Unit (SIU), which is part of the public prosecutor’s office, uncovered a previously undisclosed medical report by a government doctor saying Moosa had injuries that matched his allegations of torture. Citing the doctor’s findings of injuries on Moosa’s wrists, the SIU concluded there was evidence of torture.\n\nIn a memo opening the 573-page document, which was reviewed by The Washington Post, the SIU said that if the court had known of the nature and timing of the injuries, it might have had rendered a different ruling.\n\nThe watchdog agency had reviewed the case as part of its mandate to investigate criminal allegations against security forces for torture or mistreatment of prisoners.\n\nAD\n\nMoosa and Ramadan are Shiite Muslims who participated in pro-democracy protests that engulfed Bahrain in 2011 during the Arab Spring demonstrations after facing years of discrimination by the Sunni-controlled government.\n\nAD\n\nBoth men said they have been tortured and sexually assaulted. Moosa told the Bahrain Institute for Rights and Democracy (BIRD) that he had confessed under torture, incriminating Ramadan as well.\n\nAfter the SIU released its findings and urged that the death sentences be revoked, the Court of Cessation, which had issued them, threw out its earlier ruling.\n\nBut the separate High Criminal Court of Appeal reissued the death sentences in January. The public prosecutor said the court reinstated the sentences after finding that the convictions were not based on the defendants’ statements. The court also rejected the conclusion that Moosa’s confession occurred because of torture and cited evidence that he had not been abused, according to a legal document obtained by BIRD.\n\nAD\n\n“The court effectively rewrote the government’s own evidence to discount Moosa's torture,” Human Rights Watch said in a statement Wednesday.\n\nAD\n\nA Bahraini government spokesman did not respond to a request for comment about the case.\n\n“This trial exemplifies the injustice faced by dissidents in Bahrain, where opposing the government is punished with torture, judicial harassment and even death,” said Sayed Ahmed Alwadaei, advocacy director at BIRD. “Bahrain’s Western allies have long turned a blind eye to these abuses, and the time has come for them to take a stand.”\n\nThe SIU had conducted its investigation after Bahrain came under pressure from Britain’s Foreign Office for not responding to complaints submitted by Ramadan’s wife and a U.S.-based human rights group, both claiming he had been tortured. Bahrain initially denied receiving a complaint, but an advocacy group, Americans for Democracy and Human Rights in Bahrain, produced a receipt, showing the complaint had been submitted. Bahrain then referred the case to the SIU.\n\nAD\n\nAD\n\nFamily members said they had noticed the effect of torture soon after the men’s arrests.\n\n“I saw the torture marks on his wrist. His hand was bloated,” said Zahra, Moosa’s younger sister, in an interview. She said she saw him a week after his arrest. “I got psychologically exhausted looking at him.”\n\nFor the past few years, Zahra said, Moosa has described torture, including how his genitalia were so badly abused that he’d involuntarily urinate.\n\nWhen Ramadan’s wife, Zeinab, first saw him in detention, 10 days after his arrest, she found herself looking at a gaunt man who resembled her husband. “When I hugged him, I tried to press him close, and I felt his body flinch,” she recalled.\n\nAD\n\nBoth Zahra and Zeinab said the two men do not expect their sentence will be overturned again. All four believe the men are likely to be executed.\n\nAD"}, {"link": "https://www.washingtonpost.com/world/the_americas/brazil-confederate-flag-civil-war-americana-santa-barbara/2020/07/11/1e8a7c84-bec4-11ea-b4f6-cb39cd8940fb_story.html?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-07-11T09:11:55", "title": "They lost the Civil War and fled to Brazil. Their descendants refuse to take down the Confederate flag.", "text": "It’s one of history’s lesser-known episodes. After the Civil War, thousands of defeated Southerners came to Brazil to self-exile in a country that still practiced slavery. For decades, their descendants have thrown a massive party that now attracts thousands of people to the twin cities of Americana and Santa Bárbara d’Oeste to celebrate all things Dixie. The Confederate flag? Everywhere.\n\nOn flagpoles and knickknacks. Emblazoned on the dance floor. Clutched by men clad in Confederate battle gray. Decorating the grounds of the cemetery that holds the remains of veterans of the rebel army — the immigrants known here as the confederados.\n\nIn a country that has long been more preoccupied with class divisions than racism, the Confederate symbols, stripped of their American context, never registered much notice. But now, as the racial reckoning in the United States following the death of George Floyd inspires a similar reexamination of values in Brazil, that has begun to change.\n\nBrazilians in recent weeks have demanded the removal of the notorious statue in São Paulo of a 17th-century settler who enslaved indigenous people. Protests for black equality have rumbled through several cities. And in Americana and Santa Bárbara d’Oeste, the cities founded by the Confederates, Brazilians who have never been to the United States are increasingly asking questions piercingly familiar to Americans: Where should the Confederacy be remembered — on a flagpole, or in a museum?\n\nAD\n\nAD\n\n“My mind has been opened to the questions,” said Colbachini, 35, whose middle name pays homage to Robert E. Lee. She attended the festival for most of her life, but has now stopped going. Despite worrying what her community might think, she has begun asking that the flag be taken down.\n\n“It represents my family’s traditions,” she said. “But in the entire world, in the United States, they know what it also represents.”\n\nThe debate has simmered for years. On one side is the Fraternity of American Descendants, the group that throws the annual party, tends to the Confederate cemetery grounds and promotes a Lost Cause orthodoxy reminiscent of the most ardent Confederacy apologists. On the other is the Black Union for Equality, which has been leading a community charge to strip the festival of the flag considered by many to be a symbol of hate and repression.\n\nAD\n\nAD\n\nIn what might be the furthest outpost of the American culture wars, a new battle over the Confederate flag is only just beginning.\n\nA mass exodus in search of land and slaves\n\nThe newspapers called it “Brazilian fever.” With the war lost, thousands of Southerners, fearful of living under Northern rule among freed slaves, were seeking other opportunities. Some pushed for Mexico. Others for Venezuela. But Brazil, which wouldn’t abolish slavery for another 23 years, until 1888, proved to be the most attractive of countries.\n\nEmperor Dom Pedro II, a fierce advocate of the South during the war, tried to induce their immigration, offering free transport, cheap land and an easy path to citizenship. Before long, Southerners sailed out from New Orleans and Mobile, Ala., for Rio de Janeiro. Eventually, between 8,000 and 20,000 immigrated.\n\n“Move here and buy land,” Col. Charles Gunter urged in a letter to the Charleston Mercury newspaper in 1868. “We have here a beautiful place for our village, in the center of rich land, and on a grand river.”\n\nAD\n\nAD\n\nBut historians say one of the central draws was a country where Southerners could freeze time and continue a lifestyle that had been put to a violent end in the United States. In journals, one bragged about how inexpensive Brazilian slaves were; another lamented that they couldn’t bring recently-freed American slaves to Brazil.\n\n“They came to continue having slaves,” said Luciana Brito, a historian at the Federal University of Bahia Reconcâvo. “They associated the existence of slavery in Brazil with the maintenance of a system of racial subservience.”\n\nBrito and other historians have scoured letters, journal entries and deeds of sale. One researcher found that more than three-fourths of Southerners who wrote to the Brazilian government to inquire about immigration were slaveholders. At least 54 families bought at least 536 slaves upon entering Brazil. Using racial epithets, they expressed fears of an “African government” in Brazil, and black “rulers” in the United States.\n\nAD\n\nAD\n\n“The confederados presented themselves as refugees of a devastated America,” said Jordan Brasher, a historian at Columbus State University who wrote his dissertation on the confederado communities. “As the downtrodden, poor, defeated Confederate soldiers looking to pull themselves up by their bootstraps.\n\n“They also brought the ideology of white supremacy and racial terrorism from the United States South to Brazil.”\n\nIn one dark episode, two Confederate immigrants led a mob in the lynching of a police chief who had refused to track down escaped slaves — in front of his family. The confederados were also suspected of assassinating a Brazilian senator who supported emancipation.\n\nAD\n\nIn 1888, Brazil became the last country in the Americas to abolish slavery, nearly a quarter-century after the United States. But interracial relations in the two countries were different. There were neither the draconian racial distinctions in Brazil, nor government prohibitions on intermarrying between races. The races mixed, yielding a country of extraordinary diversity. Over time, some confederados adopted new opinions on race.\n\nAD\n\n“One of the changes most evidenced in the Confederados of my youth . . . was their belief in tolerance among the races,” Eugene C. Harter, who was raised among the confederados, wrote in a book about the community. “This they had acquired from the Brazilians.”\n\nThe confederados and their descendants assimilated and intermarried. English was largely forgotten. The towns become indistinguishable from their neighbors. One of the few elements to remain was the yearly Confederate party, with its pageantry, its music and its flag.\n\nAD\n\n‘I didn’t want to be black’\n\nCláudia Monteiro, president of the local Black Union for Equality, rarely paid much attention to the party. She’d spent 40 of her 48 years in Santa Bárbara d’Oeste and, to her, it was nothing more than a town quirk. Living in Brazil, other racial issues had always seemed more pressing, including those in her own life.\n\nAD\n\nLike many Brazilians, she grew up identifying as morena, one of the many distinctions in the country’s racial taxonomy, rather than the darker negra. Negra, she was led to believe in mass media, and even in her family, was “always ugly. Their hair was ugly. Their form was ugly. I didn’t want to be black.”\n\nAD\n\nNot until she saw the work of the photographer Sebastião Salgado did she reassess that belief. In his images, she said, she recognized so much beauty and dignity in the faces of Africa and Brazil that she committed herself to black history and activism.\n\nIn the summer of 2015, she and another activist got to talking about Dylann Roof. The killer of nine black churchgoers in Charleston had glorified the Confederate flag, and it was taken down from the South Carolina statehouse. But in Brazil, officials weren’t asking for its removal from the Confederate extravaganza. They were actively supporting it, and had put the party on the official São Paulo events calendar.\n\nWith the deadly 2017 Unite the Right rally in Charlottesville, their frustration only grew. “We started to mobilize,” said Carlinhos Barros, the other activist.\n\nAD\n\nAD\n\nBut the man whom they asked to remove the flag had a very different interpretation of it — an interpretation they learned in detail at a public debate. The sides agreed to the event in the hope of settling their differences. But before a crowd of dozens, they could scarcely agree on a shared syntax, much less a common set of facts.\n\nOne side said the Civil War was about slavery. The other side said the “War of Secession” was about independence.\n\nOne said the flag was racist. The other side said it wasn’t.\n\nOne side demanded it come down. The other demanded it stay.\n\n“We have to respect the history of the other, the pain of the other,” pleaded Monteiro.\n\n“The flag will not come down,” said João Leopoldo Padoveze, president of the Fraternity of American Descendants.\n\nHe said there was no reason to be ashamed of the flag. It wasn’t racist, and neither were the confederados who waved it. His great grandmother, and her mother before, had been black. People of color had frequently come to the party. So Padoveze put the Confederate flag on his car, in his office, on the hat he wore while giving speeches.\n\nAD\n\nHe wanted people to know the good his ancestors had accomplished in Brazil. They introduced farming equipment and techniques that helped to revolutionize Brazilian agriculture. They founded the first Protestant churches. They established schools all over São Paulo state. Brazil was better because the confederados settled here, he believed, and the flag was their symbol.\n\n“They are saying that I’m racist, when I’m not,” he said. “Just because I have a different view of this very complex thing.”\n\nSo Padoveze refused to take it down, despite Monteiro’s pleas. She responded by camping herself outside the party in protest. Last year, scores of people arrived, carrying large banners. “Lower the Confederate flag,” they demanded.\n\nThe problem wasn’t the party, Monteiro told the revelers. It was the flag. It had to go.\n\nPadoveze still refused.\n\n“I’ve considered what they’ve said, but I know the flag isn’t what they say it is,” he said. “This is my view, and it’s very personal.”\n\nMonteiro has also refused to yield. Her group is planning to ask local lawmakers for help. They’ve distributed letters of condemnation that have garnered the support of more than 100 religious and civil rights organizations. Younger generations, whose pleas for racial equality have intensified since George Floyd’s death in Minneapolis police custody, have taken up her calls.\n\nThis year’s party, scheduled for April, was canceled amid Brazil’s coronavirus outbreak, now the world’s second worst. But both Monteiro and Padoveze know the flag will fly again in their community.\n\n“It’s the story of my family,” Padoveze said.\n\n“It’s racism,” Monteiro said.\n\n“Who’s right, and who’s wrong?” Padoveze asked."}]}, "marketwatch": {"rss": "http://feeds.marketwatch.com/marketwatch/topstories/", "link": "https://www.marketwatch.com/investing?mod=breadcrumb", "articles": [{"link": "http://www.marketwatch.com/news/story.asp?guid=%7B761587AE-C1EA-11EA-9309-095339FF535B%7D&siteid=rss&rss=1", "published": "2020-07-11T21:34:18", "title": "5 ways to beat the stock market — from a fund manager who’s done this for years", "text": "Wall Street is so full of greed, fraud and ego, a cynic might say it’s no place for any kind of spirituality to find a home.\n\nBut several religious precepts might actually help investors if they paid them more mind, judging by the long-term returns of Amana Growth Fund AMIGX, +0.06% .\n\nThe fund avoids companies in activities prohibited by Islamic law. That brings the expected ban on alcohol, “sin” and pork-processing companies. But it also layers in core investing principles that help this fund’s long-term outperformance. You’d probably be wise to follow these concepts — described below — whatever your religion.\n\nI also take a look at other principles you should adopt because they help explain this fund’s record, according to Scott Klimo, now lead manager of the fund after co-managing it since 2012. The fund beats its Morningstar category (large-cap growth) by 1.3 to 1.8 percentage points annualized over the past three and five years, with less volatility to boot, according to Morningstar.\n\nHere’s a look at investing concepts you can borrow from this fund to boost your returns and, who knows, get more peace of mind in the process.\n\n1. Avoid debt\n\nIslamic law prohibits paying or receiving interest, so banks are out. But this also contributes to the imposition of limits on company debt. Any businesses with a debt-to-market-cap ratio above 33% get the boot.\n\n“We believe that financial sustainability is integral to the success of a business,” Klimo told me in a recent interview. “We’ve done multiple studies, and it just works. It creates a nice tailwind, and this contributes to performance.”\n\nA basic investing principle is at work here: The easiest way to make money is to not lose it. Heavily leveraged companies can blow up, so avoiding them reduces risk. “Risk reduction goes hand in hand with performance,” says Klimo.\n\nThis rule keeps the fund out of notoriously volatile areas like basic materials, real estate, telecom and banks. This means the fund bounces around less than the S&P 500 SPX, +1.04% , the Dow Jones Industrial Average DJIA, +1.43% and Nasdaq Composite COMP, +0.66% . The Amana Growth Fund is one of the least-volatile funds in its category, says Morningstar analyst David Kathman.\n\n2. Stop watching every tick and overtrading\n\nSpend any time on Twitter and you’ll notice how mesmerized people get watching the market and their stocks trade all day, commenting on every little move. This is pretty stupid, and a big waste of time. It doesn’t make your stocks go up any faster. It drains energy by creating stress.\n\n“People just bang their heads against the wall sometimes,” says Klimo. “Sturm and drang doesn’t really add value.”\n\nThis is valuable advice, both for reducing stress, and for freeing up time for activities that actually help — like actual research.\n\nBecause Islamic law discourages speculation, excessive portfolio trading is out at the Amana Growth fund. It has a decidedly long-term approach. The average holding period is greater than 10 years. It has held Apple AAPL, +0.24% since maybe before you were born — the early 1990s.\n\nSo when COVID-19 hit the headlines in March, Klimo didn’t scour holdings for names to ditch because they might fall more. “We said we own good companies and they will come out strong on the other side. So it will be fine,” says Klimo.\n\nPart of this long-term doctrine means having the sense to stay in good names even if they look expensive. “We will hold if the operational thesis is still intact,” says the fund manager.\n\nFor example, Amana Growth has a 6% position in Intuit INTU, -0.11% . That’s a really big holding given that many mutual funds limit size of a single holding to 1%-2% of the overall portfolio. The tax and financial software company looks pricey with a forward P/E in the upper 30 range. Growth may get hit as COVID-19 puts customers out of business.\n\n“But they have a tremendous long-term double-digit earnings growth track record,” says Klimo. “We still like the story long term.” Near-term, Intuit would get a boost if Joe Biden becomes president in January, which would bring lots changes to federal tax laws, in turn supporting demand for its products.\n\nWhen does Klimo sell? Triggers include a change in the original investment thesis, or signs of management malfeasance.\n\n3. Invest in companies with a sustainable competitive advantage\n\nA favorite is companies with a clear technology edge. Klimo has a 4.7% position in ASML ASML, +0.33% ASML, +1.26% , which makes lithography machines that produce chips. ASML has a lock on the market with 75% share. As this business transitions to “extreme ultraviolet lithography,” which uses ultraviolet wavelengths in chip production, ASML will have 100% market share, predicts Klimo. “They will just own the market. They have a technological edge over everybody.”\n\nAnother example: TJX TJX, +2.16% , a 2.8% position. Klimo thinks TJX, whose stores include T.J. Maxx, Marshalls and HomeGoods, is so good at discount retailing and setting up the lure of the “treasure hunt,” it has its own niche — and a protective moat that keeps competitors at bay. Now, with retailers going out of business because of the slowdown, TJX will be able to find even more bargains for shoppers, which will help results.\n\n4. Invest in high quality of management\n\nYou can spot them by looking at their track records. Klimo owns the home improvement retailer Lowe’s LOW, +1.34% in part because Marvin Ellison took over as CEO in 2018, after years of producing great results at Home Depot HD, +0.86% . Now he’s using many of the same tactics to boost profit margins at Lowe’s — like fine-tuning inventory management and online operations.\n\nKlimo is also sticking with Apple because of the “tremendous” leadership of CEO Tim Cook. Klimo cites Apple’s success with services. Popular offerings like Apple Pay, iTunes and the App Store, have thrived under Cook. Unlike skeptics, Klimo isn’t worry Apple will stumble in smartphone innovation. He expects new 5G-capable models coming out in the fall to be a hit. “We still have supreme confidence in the investment thesis.”\n\n5. Go with diversity at the top\n\nKlimo likes gender diversity in top management and boards because he says it improves company performance. Here, he cites holding Estée Lauder EL, +1.00% , which has five women on its executive team including the CFO, and seven women among its 16 board members. Klimo expects continued growth through expansion in China and other parts of Asia. He also rejects the theory that working from home stifles cosmetics demand. “People still want to look good on their Zoom calls.”\n\nWhat’s ahead for the economy\n\nKlimo also likes Estée Lauder’s history of holding up in a weak economy. That’ll come in handy, because he doesn’t expect a “V-shaped” recovery. He cites the continuing spread of COVID-19, which will worsen when flu season arrives. Even if governments don’t impose broad lockdowns, companies will shut facilities and stores.\n\nSee the latest MarketWatch coronavirus coverage here.\n\nAnother risk few people are talking about: State governments’ balanced-budget mandates. Shortfalls in tax revenue will bring large cuts in state services, a big part of the economy. “There is a real big problem coming down the pike from the perspective of state budgets.”\n\nNot that any of this matters for Klimo’s investment strategy. If history is any guide, his fund will just stick with its winners through any worsening of the economy.\n\nAt the time of publication, Michael Brush had no positions in any stocks mentioned in this column. Brush has suggested TJX, LOW, HD and EL in his stock newsletter Brush Up on Stocks. Brush is a Manhattan-based financial writer who has covered business for the New York Times and The Economist Group, and he attended Columbia Business School. Follow Brush on Twitter @mbrushstocks."}, {"link": "http://www.marketwatch.com/news/story.asp?guid=%7BB0D3A896-BAF4-11EA-8A2F-EA37A4E09CE0%7D&siteid=rss&rss=1", "published": "2020-07-11T21:25:52", "title": "I have a seven-figure nest egg — am I saving too much for retirement?", "text": "Hello!\n\nI recently had a conversation with a colleague about retirement and was told I’m saving too much! My wife and I are both 57 and have been aggressive savers ever since my brother, an institutional retirement financial expert, told us to max out our savings when we were 25 years old. As a result, we have saved 25-30% of our income and invested aggressively over the years. We have a very healthy nest egg in the low- to mid-seven figures and no debt other than our home, which is very low interest and will be paid off before retirement. Our children have no student debt. My colleague says we are “postponing” our lives and creating tax problems for when we retire. We have never felt like we have missed out on anything by saving and have lived a full life but is there such a thing as saving too much?\n\nSigned,\n\nLive for today or save for tomorrow?\n\nDear Live for Today or Save for Tomorrow,\n\nI’ll start with the answer you may not have expected: Yes, there is such a thing as saving too much money, financial advisers said. That doesn’t necessarily mean you personally have saved too much, though.\n\nHaving an “overfunded” retirement isn’t a bad problem to have, but it does raise the question: what are your goals for your finances, the present and your future, and are you meeting them? A big pile of money is great, but it’s even better when you get to use it the way you want. There is no one right answer here, as the situation differs from person to person.\n\nThere is a balance between saving for the future and living for today, and sometimes, people do overcompensate in one area.\n\n“It is important for each person to think about this and determine where their balancing point is,” said Mark Beaver, partner and senior financial adviser at Keeler & Nadler. There are scenarios where people do so much planning and saving for the future, and then they’re robbed of that future for unforeseen and devastating reasons. Or they live it up in the moment and spend more than they save in the present, only to end up with little to no money to rely on in their old age, he said.\n\nSee:I’m a 32-year-old stay-at-home mom, and my husband earns $150,000 a year. Will I ever be able to enjoy a retirement?\n\nYour colleague isn’t wrong to suggest that some people do “postpone” their lives in the name of aggressively saving, but that could only happen if you’re living so frugally today that you’re not enjoying your life now. Some people save aggressively because they’re afraid of running out of money later in life, said Christopher Woods, a financial adviser and founder of LifePoint Financial Group. “There are also others who are happy with their lifestyle and don’t see how spending more will make them any happier,” he said. “And that’s perfectly fine.”\n\nBut now for the good news: In your particular situation, it doesn’t appear that you’ve saved “too much,” said Joel Cundick, a financial adviser at Savant Capital. “If this couple has never felt like they are missing out and have had a full life thus far while accumulating a seven-figure balance sheet, that is the textbook definition of financial success,” he said.\n\nThe balancing point, Beaver said, lies in how you feel about the present while you save for the future. “If it’s keeping you from living the life you want right now because you’re only looking at tomorrow, that is probably too much,” he said. You should aim for financial security, but also put your money toward your values, which may include experiences, said Ashley Gragtmans, a behavioral financial adviser at Parsec Financial. “In general, I think it’s hard to ‘save too much,’ but if you lack joy along the way, something needs to be re-evaluated,” she said. You noted you have not had that problem.\n\nSo, what can you do from here?\n\nYour colleague may be right about setting yourself up for hefty tax bills in the future. How much is owed will depend on many factors, including how much you withdraw in a given year and how you diversify the accounts you withdraw from.\n\nFor example, you can use traditional retirement plans, which are funded with pretax dollars, as well as Roth accounts, which contain after-tax dollars. When it comes time to withdraw from those assets, the money from the traditional account will be taxed at ordinary income rates, while the latter will be a tax-free distribution. There are pros and cons to using these accounts though, so you have to see what is best for your situation. There are various alternatives and supplemental accounts as well to save money, such as taxable investment portfolios and life insurance. A financial adviser could help you avoid excessive tax burdens and strategize so that you’re getting the most out of your money.\n\nAlthough you seem to have your nest egg in order, there are questions you can ask yourselves so that your retirement plan is well-rounded, said Nadine Burns, president and chief executive officer of A New Path Financial. Questions to consider include: do you have additional income to supplement your retirement, like a pension? When do you plan to claim Social Security and how does that fit into your expected retirement age? (If you retire before you claim, you’ll have to draw down some of those assets before you start receiving benefits.) Are there any health issues in the family, such as dementia, that may warrant long-term care planning? And what do you want to do with your retirement, so that the money you’ve been saving is used well?\n\nAside from planning accordingly for the rest of your years, if you intend to leave money to loved ones or charities, you should have a clear estate plan written up so that your wishes are met, Cundick said. Some advisers have seen their super-saver clients become “super-givers,” like Leon LaBrecque, chief growth officer at Sequoia Financial Group. “I love saving,” he said. “However, money is nothing but a piece of paper with a picture of a dead president on it until you get rid of it. You can save it for you or save it for others.” Charitable giving can also lessen the burden of tax obligations.\n\nAlso see: All the tax-friendly ways retirees can donate to charity\n\nHaving an estate plan ensures your hard-earned savings are being used the way you intended them to be used. However, you should consult with a financial professional, especially as rules can change. For example, the Secure Act passed in December eliminated the stretch IRA provision for inherited accounts, which could force loved ones to pay much more in taxes than you’d like.\n\nBut back to the present: Make sure to continue enjoying life now while you save and prepare for retirement, said Michael Simmons, director of financial planning at Transitions Wealth Management. “At some point, you may have the financial resources but lack the health or even the desire for things such as travel,” he said.\n\nIn the meantime, you should pat yourselves on the back, said Liz Gillette, a financial adviser at MainStreet Planning.\n\n“For most of us, investing versus spending is a competing priority that we work to manage. Living life in the now because life is uncertain but saving/investing enough so we don’t compromise our future selves,” she said. “As long as that money can be used in ways that serves their values and priorities, I certainly wouldn’t say they have saved ‘too much.’”\n\nLetters are edited for length and style.\n\nHave a question about your own retirement savings? Email us at HelpMeRetire@marketwatch.com."}, {"link": "http://www.marketwatch.com/news/story.asp?guid=%7B6363AAC4-C068-11EA-8375-B127F8279466%7D&siteid=rss&rss=1", "published": "2020-07-11T21:09:42", "title": "I have student debt, a mortgage, a growing family and I’m relocating for work — how do I save for retirement?", "text": "Dear MarketWatch,\n\nMy wife and I are wondering how to begin growing our wealth. I am 34 and make $96,000, she is 33 and makes $45,000. We have a 1.5 year old at home and plans for another in the near future. I have around $37,000 in student loans left and we just opened a 30-year mortgage a year ago. We have $15,000 in a traditional savings account, I have a pension through public education, and she has a 401(k) with around $20,000 in it from an old job and another one with a few thousand in it she opened a year ago. She also has a Roth IRA a family member opened for her recently with $5,000. To muddy the waters, I will be searching for a new job next year which will mean a move with all the trappings (new mortgage, etc.), that will put me somewhere around $130,000. She is planning to stay home with the kids for a few years or work part time, if possible.\n\nOur total take home/spending difference averages around $1,000 each month that we can save, invest or put toward debt. The student loan has a 5.625% interest rate but is suspended right now because of the CARES Act. The payment is $242 a month. Our mortgage balance is $192,000 and that monthly payment is $1,427 but we pay a little extra each month. We’d love to refinance but the closing costs aren’t worth it since we are likely selling it next spring or summer. We got a good deal in a seller’s market in our Nebraska town and did some minor upgrades to the house. I realize after two years of interest, initial closing costs, maintenance, etc. we will still probably be losing money on this house, but I’m optimistic we will walk away with at least $20,000 cash when the sale is complete.\n\nMy biggest concern is purchasing another house next summer and how to balance that with paying off this student loan and starting to save for retirement. Should we just sit tight and squirrel money away for a down payment rather than trying to invest in the current uncertain market? I’m nervous to tie a lot of it into retirement accounts that I can’t touch, as well, even though I’m tempted to open a Roth IRA for myself and fully fund it for 2019 given the extended tax deadline this year. Doing that right now would leave us less than $10,000 in liquid cash.\n\nThanks again,\n\nB.C.\n\nSee: I have a seven-figure nest egg — am I saving too much for retirement?\n\nDear B.C.,\n\nFirst, a congratulations is in order — you’ve got money in the bank, you’re paying extra toward your mortgage, you’ve got some retirement savings already stashed away as well as a pension and you’re focusing on your finances. That’s all great stuff.\n\nThere are a lot of moving parts to this question but you’re certainly not alone — many people in their 20s, 30s and beyond worry about how to save for retirement while they’re juggling so many other present-day financial responsibilities, such as paying down student debt, starting a family, paying for child care and enjoying their lives at least a little bit.\n\nThe good news is: You can, and should, still be putting money away for retirement, but financial advisers had a few other suggestions for you first.\n\nIdeally, you should start by beefing up your emergency savings. I know that probably sounds overwhelming considering you’re talking about your mortgage, student debt and retirement savings, but because you expect to do so much within the next year or so, having more in your emergency savings will pay off. The $15,000 is a good start, which means you won’t have to dedicate all of your extra cash flow to this type of account, but advisers suggest you have at least three months’ worth of expenses — and probably closer to six months if your wife will be staying home for a few years, said Mary Beth Storjohann, chief marketing officer and partner at Abacus Wealth Partners. She suggests splitting that extra $1,000 so that half of it goes toward an emergency savings. The other half can go to a Roth individual retirement account, which, if you dedicated the $500 a month for a full year you’d hit the maximum contribution limit of $6,000 (also depending when you start contributing and if you make the final payment for that tax year by Tax Day).\n\nA hearty emergency savings account might seem boring or unnecessary, but especially in this moment of time, it’s crucial.\n\n“In this environment, nobody’s job is safe,” said Peter Palion, a financial adviser and founder of Master Plan Advisory. So many people have lost their jobs, suffered a reduction in wages or had unexpected expenses as a result of the current crisis that made them financially vulnerable.\n\nAs for your student loans, you might have some options. Because you are in public education, you may qualify for student loan forgiveness. There are a few types, including one specifically for teachers who worked full time for five complete and consecutive years in a low-income elementary or secondary school. The program would forgive up to $17,500 on your loan. Here’s more on that. Although that sounds like a dream, public service forgiveness loans haven’t always worked for everyone — so you might want to keep tackling these debts as you go. You don’t want to put that debt repayment off just to find out you didn’t qualify because of some paperwork loophole.\n\nThere are a lot of questions surrounding your relocation and potential new job, and some of them you may not even know the answers to yet. You should consider factors such as: what your current home will sell for, how much your future home will cost, the fees associated with both of those transactions and the unexpected costs during and after the move. This is yet another reason why you should focus on building up your liquid cash reserve, Palion said.\n\nAlso, when you make that job switch, remember to look through employee benefits. Higher salaries are great, but you should also dive into health care coverage and retirement account benefits, Storjohann said.\n\nStaying at home to take care of the family is a hard job, and that transition will also affect your finances. If you ended up earning $130,000 but your wife stopped working for now, you’d actually see a loss of income around $10,000 a year. You and your wife should talk through that possibility and the finances that will come along with that scenario. The first few conversations should be around the logistics of these changes, Storjohann said. “From there, once you shape your goals, it’s like building your own financial plan,” she said. Plan to meet on a monthly or biweekly basis to understand the household’s spending and saving as you pursue these goals and then eventually achieve them. Create a financial spreadsheet or statement where you can update your numbers every six months, so that you clearly understand where your money is going, how it’s working for you and where you can go from there.\n\nAnd even while your wife is staying at home with the kids, she can still be contributing to a retirement plan through a spousal IRA. A recent study found families don’t often account for the nonworking spouse when relying on one income for retirement savings. What one does with old employer-sponsored plans is usually a personal preference, but she may want to consolidate her old 401(k) plan into her current plan or eventually roll them over into an IRA. The key in this particular situation however is to ensure she is getting the same high quality fund options (if not better) and low management fees.\n\nAlso see: I’m a 32-year-old stay-at-home mom, and my husband earns $150,000 a year. Will I ever be able to enjoy a retirement?\n\nSaving for college is important for families, but it probably shouldn’t be prioritized before retirement.\n\n“Yes, they should be thinking about college funds but not at the expense of their retirement,” said Juan Ros, a financial adviser at Forum Financial Management. For retirement, “there are no loans you can get, no scholarships — it is just whatever you have.” If you want to dedicate some of your extra cash flow to college savings, though, a 529 plan would be a good start. And it doesn’t hurt if you are expecting a second child soon. “With one child, it is going to be expensive,” Palion said. “With two, it is going to be twice as expensive.” If you start with $50 a month, you’ll have a “pretty sum of money” in 18 years, Palion said. Comparatively, if you started saving farther down the road, you’d have to hike up your contributions substantially to make up for the lost time. There are also other types of accounts, including Coverdell, custodial accounts and savings bonds. Here’s a breakdown of some of the pros and cons of each avenue.\n\nThere are a few tasks you should also consider, though you didn’t mention them here, Ros said. Because you have a young family, and there is the possibility that they will rely on you for their major source of income, you should look into an estate plan, such as a will or trust depending on your state’s rules. You and your wife should also get powers of attorney, so that you can dictate who your children’s guardians are. And while you may have group life insurance through your employer, you should consider some type of term life insurance with a policy of at least $1 million, Ros said. At your age, that policy should be relatively cheap. Although it will cost a few thousand dollars most likely, getting these affairs in order would protect your family in the event something happened.\n\nAs for your question regarding how to save for retirement: Having a pension through your public education job is a huge win, advisers said. You may also have access to a 403(b) plan, and if you do, you should consider contributing to it — especially if there is some sort of employer match. Your wife won’t be able to participate in her 401(k) plans once she stops working at those jobs, but you both can work on investing in IRAs. There are traditional IRAs, which are funded with pretax dollars, and Roth IRAs, which are funded with after-tax dollars. There are advantages to both types of accounts, though it also doesn’t hurt to diversify so that you have options in retirement to save on taxes.\n\nYou definitely have a lot going on but you’re on the right path.\n\nHave a question about your own retirement savings? Email us at HelpMeRetire@marketwatch.com."}, {"link": "http://www.marketwatch.com/news/story.asp?guid=%7B2CB13076-48DD-11EA-BE18-993E793EE3B3%7D&siteid=rss&rss=1", "published": "2020-07-11T20:56:46", "title": "My retirement income is just $16,600 a year, but I want to retire in a beach town ‘where the sky is blue and the water warm’ — where should I go?", "text": "Dear Catey,\n\nI read your story from the couple who had $95,000 in retirement income and wanted a beach town to retire in. Well, my retirement income is $16,600 per year. Is there a place I can go where the sky is blue and the water warm? Where can an average person like me retire?\n\nR.S.R.\n\nDear R.S.R.,\n\nI hear you — it’s frustrating to read about people who get to live large in retirement when your reality (and frankly, most Americans’ reality) is very different. The average Social Security retirement benefit in 2019 was $1,470 a month or $17,640 a year, according to the Center on Budget and Policy Priorities. Even with benefits of that size, though, there are options for a beachy retirement. Here are affordable spots at the beach for you to consider.\n\nOn the beach in Gulfport, Miss. iStock\n\nIf you’d like to stay in the U.S.: Gulfport, Miss. (with some part-time work)\n\nI’m not going to sugarcoat this: It’s tough to live in the U.S. on $16,600 a year, especially in a beach town. That said, if you can supplement your life with some part-time work, it’s doable.\n\nOne town for you to consider: Gulfport, Miss., which is one of the most affordable beach towns in the country.\n\nThe cost of living is nearly 19% lower than the U.S. average, according to Sperling’s Best Places, and you can find small apartments to rent for under $600 a month. Plus, Mississippi is tax friendly to retirees, with SmartAsset noting that “Mississippi exempts all forms of retirement income from taxation, including Social Security benefits, income from an IRA, income from a 401(k) and any pension income.\n\nGulfport offers warm weather and nice beaches — and other perks, too. “This city is having a serious comeback moment … and there’s a bounty of cool, hip new businesses,” Vogue writes of Gulfport. “One gem in particular is Fishbone Alley: a funky destination that backs up to a handful of restaurants and bars, boasting original local art along the buildings.” The downsides include muggy, hot summers and the risk of hurricanes.\n\nMazatlán, if you’re willing to live abroad. iStock\n\nIf you want to stay close to the U.S.: Mazatlán, Mexico\n\nHeading south of the border can help you stretch your funds more effectively than is generally possible in the U.S. — and you’d be far from the only American there. Indeed, as I reported last year, plenty of people receive their U.S. Social Security checks in Mexico (behind only two countries, Canada and Japan). Of course, certain parts of Mexico have downsides including hot summers and high crime.\n\nBut, as I wrote in this recent column for a woman looking to retire near the ocean on between $800 and $1,000 a month, there are some places that fit within your budget. I suggested she consider Mazatlán — a Pacific coastal resort town with “cobblestone streets, neoclassical and French Baroque architecture and cultural amenities like theater and art galleries.” (We also talked to a woman who retired to Mazatlán on $1,000 a month, and she doesn’t feel she’s pinching pennies too much.) Note that Mazatlán itself is in the state of Sinaloa, which the U.S. government advises Americans against traveling to, though this exempts parts of Mazatlán, as we have reported.\n\nOne hiccup: There are monetary requirements for Mexican residency that you may not currently meet, as they stipulate a certain monthly pension income or a minimum value held in investments (these numbers change with the exchange rate and other factors, but you can read up on that here.) Thus, if all your $16,600 will come from Social Security and you have no savings and investments, retirement there might be a problem; if, however, you have a larger investment account to draw from, it can work.\n\nHow these Americans save money in retirement: They live in Spain\n\nCoastal Panama. iStock\n\nIf you’re up for an adventure: Pedasi, Panama\n\nThis chilled-out town on the Pacific Ocean, roughly 4½ hours from Panama City, is “unpretentious and laid-back,” writes Lonely Planet, adding: “Pedasi has streets lined with tiled colonials and leafy spaces. For years this sleepy retreat came to life only at festival times. But outsiders are discovering the big appeal of small-town life and relatively unspoiled beaches.”\n\nTo be sure, this town is small, with fewer than 5,000 residents, and rural, but as International Living puts it, “Pedasi is rural living at its best.” It’s surrounded by green pastures and grazing cattle yet lies within a 10-minute drive of the ocean, according to International Living, which adds that “miles of unspoiled beach and little development” are found locally.\n\nYou can also live here on your budget, though it may, as International Living notes, require “boots-on-the-ground investigating with the locals” or moving a bit farther from the ocean to get a better deal on rent. (Though, they point out, paying $500 a month for an apartment is doable.) Even if you pay a bit more in rent, you’ll benefit from Panama’s pensionado program for retirees (which has income requirements of roughly $1,000 a month) as it offers tons of discounts for older people on everything from entertainment to prescriptions.\n\nLetters are edited for clarity and length."}]}}}